{
  "papers": [
    {
      "abstract": "Using a combination of \\textit{Hubble Space Telescope} and \\textit{James Webb Space Telescope} imaging, a runaway supermassive black hole (RBH-1) was recently identified with an inferred velocity of $954^{+110}_{-126}\\,\\mathrm{km\\,s^{-1}}$, likely ejected from a compact star-forming galaxy (denoted as GX) at $z \\approx 0.96$. Assuming the runaway black hole was the outcome of the gravitational-wave-driven merger of two black holes, we use its measured runaway velocity together with gravitational-wave recoil predictions from numerical relativity and black hole perturbation theory to constrain the mass ratio and spin configuration of the progenitor SMBHs that overcame the final-parsec problem and merged $\\sim 70$~Myr ago. We find that the progenitor binary must have been precessing, with a mass ratio $m_1/m_2\\lesssim 6$, and that the more massive SMBH must have possessed a high spin (dimensionless spin magnitude $\\sim 0.75$) in order to generate a recoil of this magnitude. This has important astrophysical implications as similar SMBH mergers can be an interesting source population for the upcoming LISA mission with signal-to-noise ratios $\\gtrsim$ 1000. Furthermore, the progenitor SMBH properties imply that GX was likely formed through a major, gas-rich (``wet'') merger between two galaxies of comparable mass, with a mass ratio $\\lesssim 4$.",
      "arxiv_id": "2601.18986",
      "authors": [
        "Islam, Tousif",
        "Venumadhav, Tejaswi",
        "Wadekar, Digvijay"
      ],
      "bibcode": "2026arXiv260118986I",
      "citation_count": 0,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2601.18986",
      "inspire_recid": "3112068",
      "page": "arXiv:2601.18986",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2601.18986",
      "pubdate": "2026-01-00",
      "title": "Progenitor of the recoiling super-massive black hole RBH-1 identified using HST/JWST imaging",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2026
    },
    {
      "abstract": "Intermediate mass ratio inspirals (IMRIs) of binary black holes with mass ratios <inline-formula><mml:math><mml:msup><mml:mn>10</mml:mn><mml:mrow><mml:mo>-</mml:mo><mml:mn>4</mml:mn></mml:mrow></mml:msup><mml:mo>≲</mml:mo><mml:mi>q</mml:mi><mml:mo>≲</mml:mo><mml:mn>0.1</mml:mn></mml:math></inline-formula> are astrophysically interesting sources of gravitational waves. Mergers of intermediate-mass black holes (IMBHs) with stellar-mass black holes would be IMRIs, so their detection can help us probe the formation mechanisms of IMBHs. They can also help us perform precise tests of general relativity due to the presence of strong higher-order mode emission. We perform a search for aligned-spin IMRIs within the data of the two LIGO detectors in the third observing run (O3) of the LIGO-Virgo-KAGRA (LVK) Collaboration, including higher modes in the template banks for the first time. We use the IAS-HM pipeline for our search and construct template banks in the range <inline-formula><mml:math><mml:mrow><mml:mn>1</mml:mn><mml:mo>/</mml:mo><mml:mn>100</mml:mn><mml:mo>&lt;</mml:mo><mml:mi>q</mml:mi><mml:mo>&lt;</mml:mo><mml:mn>1</mml:mn><mml:mo>/</mml:mo><mml:mn>18</mml:mn></mml:mrow></mml:math></inline-formula> using the SEOBNRv5HM waveform model. Our banks retain a similar level of effectualness for IMRPhenomXHM and BHPTNRSur2dq1e3 waveforms, making our search results relatively robust against waveform systematics. We show that the sensitivity volume of the search increases by up to <inline-formula><mml:math><mml:mo>∼</mml:mo><mml:mn>500</mml:mn><mml:mo>%</mml:mo></mml:math></inline-formula> upon inclusion of higher modes. We do not find any significant candidates with inverse false alarm rate (IFAR) <inline-formula><mml:math><mml:mo>&gt;</mml:mo><mml:mn>1</mml:mn><mml:mtext> </mml:mtext><mml:mtext> </mml:mtext><mml:mi>year</mml:mi></mml:math></inline-formula> in the O3 data. This gives us upper limits on the IMRI merger rate in the local Universe, ranging from <inline-formula><mml:math><mml:mo>∼</mml:mo><mml:mn>30</mml:mn></mml:math></inline-formula> to <inline-formula><mml:math><mml:mrow><mml:msup><mml:mrow><mml:mn>10</mml:mn></mml:mrow><mml:mrow><mml:mn>3</mml:mn></mml:mrow></mml:msup><mml:mtext> </mml:mtext><mml:mtext> </mml:mtext><mml:mrow><mml:msup><mml:mrow><mml:mi>Gpc</mml:mi></mml:mrow><mml:mrow><mml:mo>-</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup><mml:mtext> </mml:mtext><mml:mrow><mml:msup><mml:mrow><mml:mi>yr</mml:mi></mml:mrow><mml:mrow><mml:mo>-</mml:mo><mml:mn>1</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:mrow></mml:mrow></mml:math></inline-formula> depending on the masses of the black holes in the binary. These constraints are consistent with rate predictions in the literature. Our projections indicate that we would be able to detect IMRIs or constrain some of their proposed formation channels in the fourth (O4) and fifth (O5) observing runs.",
      "arxiv_id": "2507.01083",
      "authors": [
        "Cheung, Mark Ho-Yeuk",
        "Wadekar, Digvijay",
        "Mehta, Ajit Kumar",
        "Islam, Tousif",
        "Roulet, Javier",
        "Berti, Emanuele",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2026PhRvD.113b3003C",
      "citation_count": 8,
      "doctype": "article",
      "doi": "10.1103/l3ql-mv6v",
      "inspire_recid": "2941355",
      "page": "023003",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 113, Issue 2, id.023003, 23 pp.",
      "pubdate": "2026-01-00",
      "title": "Searching for intermediate mass ratio binary black hole mergers in the third observing run of LIGO-Virgo-KAGRA",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "113",
      "year": 2026
    },
    {
      "abstract": "We present the population properties of binary black hole mergers identified by the IAS-HM pipeline (which incorporates higher-order modes in the search templates) during the third observing run (O3) of the LIGO, Virgo, and KAGRA (LVK) detectors. In our population inference analysis, instead of only using events above a sharp cut based on a particular detection threshold (e.g., false alarm rate), we use a Bayesian framework to consistently include both marginal and confident events. We find that our inference based solely on highly significant events (<inline-formula><mml:math><mml:msub><mml:mi>p</mml:mi><mml:mtext>astro</mml:mtext></mml:msub><mml:mo>∼</mml:mo><mml:mn>1</mml:mn></mml:math></inline-formula>) is broadly consistent with the GWTC-3 population analysis performed by the LVK Collaboration. However, incorporating marginal events into the analysis leads to a preference for stronger redshift evolution in the merger rate and an increased density of asymmetric mass-ratio mergers relative to the GWTC-3 analysis, while remaining within its allowed parameter ranges. Using simple parametric models to describe the binary black hole population, we estimate a merger rate density [<inline-formula><mml:math><mml:mi>R</mml:mi><mml:mo>(</mml:mo><mml:mi>z</mml:mi><mml:mo>)</mml:mo><mml:mo>=</mml:mo><mml:msub><mml:mi>R</mml:mi><mml:mn>0</mml:mn></mml:msub><mml:mo>(</mml:mo><mml:mn>1</mml:mn><mml:mo>+</mml:mo><mml:mi>z</mml:mi><mml:msup><mml:mo>)</mml:mo><mml:mi>κ</mml:mi></mml:msup></mml:math></inline-formula>] of <inline-formula><mml:math><mml:mrow><mml:msubsup><mml:mrow><mml:mn>32.4</mml:mn></mml:mrow><mml:mrow><mml:mo>-</mml:mo><mml:mn>12.2</mml:mn></mml:mrow><mml:mrow><mml:mo>+</mml:mo><mml:mn>18.5</mml:mn></mml:mrow></mml:msubsup><mml:mtext> </mml:mtext><mml:mtext> </mml:mtext><mml:msup><mml:mrow><mml:mi>Gpc</mml:mi></mml:mrow><mml:mrow><mml:mo>-</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup><mml:mtext> </mml:mtext><mml:msup><mml:mrow><mml:mi>yr</mml:mi></mml:mrow><mml:mrow><mml:mo>-</mml:mo><mml:mn>1</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula> at redshift <inline-formula><mml:math><mml:mi>z</mml:mi><mml:mo>=</mml:mo><mml:mn>0.2</mml:mn></mml:math></inline-formula> and a redshift evolution parameter of <inline-formula><mml:math><mml:mi>κ</mml:mi><mml:mo>=</mml:mo><mml:msubsup><mml:mn>4.4</mml:mn><mml:mrow><mml:mo>-</mml:mo><mml:mn>2.0</mml:mn></mml:mrow><mml:mrow><mml:mo>+</mml:mo><mml:mn>1.9</mml:mn></mml:mrow></mml:msubsup></mml:math></inline-formula>. Assuming a power-law form for the mass-ratio distribution (<inline-formula><mml:math><mml:mo>∝</mml:mo><mml:msup><mml:mi>q</mml:mi><mml:mi>β</mml:mi></mml:msup></mml:math></inline-formula>), we infer <inline-formula><mml:math><mml:mi>β</mml:mi><mml:mo>=</mml:mo><mml:msubsup><mml:mn>0.1</mml:mn><mml:mrow><mml:mo>-</mml:mo><mml:mn>1.4</mml:mn></mml:mrow><mml:mrow><mml:mo>+</mml:mo><mml:mn>1.9</mml:mn></mml:mrow></mml:msubsup></mml:math></inline-formula>, indicating a relatively flat distribution. These results highlight the potential impact of marginal events on population inferences and motivate future analyses with data from upcoming observing runs.",
      "arxiv_id": "2508.15350",
      "authors": [
        "Mehta, Ajit Kumar",
        "Wadekar, Digvijay",
        "Anantpurkar, Isha",
        "Roulet, Javier",
        "Venumadhav, Tejaswi",
        "Islam, Tousif",
        "Mushkin, Jonathan",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2025PhRvD.112l4023M",
      "citation_count": 3,
      "doctype": "article",
      "doi": "10.48550/arXiv.2508.15350",
      "inspire_recid": "2963075",
      "page": "124023",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 112, Issue 12, id.124023, 12 pp.",
      "pubdate": "2025-12-00",
      "title": "Binary black hole population inference combining confident and marginal events from the IAS-HM search pipeline",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "112",
      "year": 2025
    },
    {
      "abstract": "A small fraction of gravitational-wave (GW) signals from binary black holes (BBHs) will be gravitationally lensed by intervening galaxies and galaxy clusters. Strong lensing will produce multiple identical copies of the GW signal arriving at different times. Jana et al.~\\cite{Jana_2023} recently proposed a method to constrain cosmological parameters using strongly lensed GW events detected by next-generation (XG) detectors. The idea is that the number of strongly lensed GW events and the distribution of their lensing time delays encode imprints of the cosmological parameters. From the observed number of lensed GW events (tens of thousands) and their time delay distribution, this method can provide a new probe of cosmology, obtaining information at intermediate redshifts. In this work, we explore the possibility of doing lensing cosmography using upcoming observations of the upgraded LIGO-Virgo-KAGRA (LVK) network. This requires incorporating the detector network selection effects in the analysis, which was neglected earlier. We expect dozens of lensed GW events to be detected by upgraded LVK detectors, potentially enabling modest constraints on cosmological parameters. Even with relatively modest numbers of lensed detections, we demonstrate the potential of lensing cosmography. For XG detectors, our revised forecasts are consistent with the earlier forecasts that neglected the selection effects.",
      "arxiv_id": "2512.15168",
      "authors": [
        "Maity, Koustav N.",
        "Jana, Souvik",
        "Venumadhav, Tejaswi",
        "Barsode, Ankur",
        "Ajith, Parameswaran"
      ],
      "bibcode": "2025arXiv251215168M",
      "citation_count": 3,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2512.15168",
      "inspire_recid": "3093603",
      "page": "arXiv:2512.15168",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2512.15168",
      "pubdate": "2025-12-00",
      "title": "Strong lensing cosmography using binary-black-hole mergers: Prospects for the near future",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Cosmology",
        "Gravitational lensing",
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "Characterizing eccentricity in gravitational waveforms in a consistent manner is crucial to facilitate parameter estimation, astrophysical population studies, as well as searches for these rare systems. We present a framework to characterize eccentricity directly from gravitational waveforms for nonprecessing eccentric binary black hole mergers using common modulations that eccentricity induces in all spherical harmonic modes of the signals. Our framework is in the spirit of existing methods that use frequency modulations in the waveforms, but we refine the approach by connecting it with state-of-the-art post-Newtonian calculations of the time evolution of the eccentricity. Using 39 numerical relativity (NR) simulations from the SXS and RIT catalogs, as well as waveforms obtained from the post-Newtonian approximation and effective-one-body formalism, we show that our framework provides eccentricity estimates that connect smoothly into the relativistic regime (even up to <inline-formula><mml:math><mml:mo>∼</mml:mo><mml:mn>2</mml:mn><mml:mi>M</mml:mi></mml:math></inline-formula> before merger). We also find that it is necessary to carry existing post-Newtonian calculations to an extra 0.5 post-Newtonian order to adequately characterize existing NR simulations, and provide fits to the extra coefficient for existing simulations. We make the framework publicly available through the PYTHON-based GWMODELS package.",
      "arxiv_id": "2502.02739",
      "authors": [
        "Islam, Tousif",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2025PhRvD.112j4039I",
      "citation_count": 14,
      "doctype": "article",
      "doi": "10.1103/b7vg-s75b",
      "inspire_recid": "2876700",
      "page": "104039",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 112, Issue 10, id.104039, 18 pp.",
      "pubdate": "2025-11-00",
      "title": "Post-Newtonian theory-inspired framework for characterizing eccentricity in gravitational waveforms",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "112",
      "year": 2025
    },
    {
      "abstract": "In this paper, we present the development and the results of a new search pipeline for short gamma-ray bursts (sGRBs) in the publicly available data from the Gamma-Ray Burst Monitor (GBM) on board the Fermi satellite. This pipeline uses rigorous statistical methods that are designed to maximize the information extracted from the Fermi/GBM detectors. Our approach differs substantially from existing search efforts in several aspects: the pipeline includes the construction of template banks, Poisson matched filtering, background estimation, background misestimation correction, automatic routines to filter contaminants, statistical estimation of the signal location, and a quantitative estimator of the signal probability of being of cosmological, terrestrial, or solar origin. Our analysis also includes operating the pipeline on \"time-slid\" copies of the data, which allows exact significance assessment and p<SUB>astro</SUB> computation, akin to the state-of-the-art gravitational-wave (GW) data analysis pipelines. Depending on the spectral properties of the bursts, our pipeline achieves a signal-to-noise ratio improvement by a factor of 2─15 over the onboard GBM triggering algorithm. This enhancement increases the detectable volume for sGRBs and results in an approximately 50% increase in sGRB detections in the 2014 GBM data set. As a further consequence of the sensitivity increase, we detect hundreds of soft gamma-ray flares of Galactic origin. This improved sensitivity enhances the chances of detecting fainter, off-axis gamma-ray bursts that would likely fall below the standard triggering thresholds. Applying this pipeline to the full GBM archive is expected to expand further the joint sGRB─GW detection volume.",
      "arxiv_id": "2507.05739",
      "authors": [
        "Perera, Ariel",
        "Zackay, Barak",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2025ApJS..281....4P",
      "citation_count": 0,
      "doctype": "article",
      "doi": "10.3847/1538-4365/ae0189",
      "inspire_recid": "2943560",
      "page": "4",
      "pub": "The Astrophysical Journal Supplement Series",
      "pub_raw": "The Astrophysical Journal Supplement Series, Volume 281, Issue 1, id.4, 23 pp.",
      "pubdate": "2025-11-00",
      "title": "A New Search Pipeline for Short Gamma-Ray Bursts in Fermi/GBM Data—A 50% Increase in the Number of Detections",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gamma ray bursts",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "281",
      "year": 2025
    },
    {
      "abstract": "Parameter estimation (PE) for compact binary coalescence (CBC) events observed by gravitational wave (GW) laser interferometers is a core task in GW astrophysics. We present a method to compute the posterior distribution efficiently without relying on stochastic samplers. First, we show how to select sets of intrinsic and extrinsic parameters that efficiently cover the relevant phase space. We then show how to compute the likelihood for all combinations of these parameters using dot products. We describe how to assess and tune the integration accuracy, making the outcome predictable and adaptable to different applications. The low computational cost allows full PE in minutes on a single CPU, with the potential for further acceleration using multiple CPUs or GPUs. We implement this method in the dot-PE package, enabling sensitive searches using the full evidence integral for precessing CBCs and supporting large waveform banks (<inline-formula><mml:math><mml:mo>∼</mml:mo><mml:msup><mml:mn>10</mml:mn><mml:mn>5</mml:mn></mml:msup><mml:mi>─</mml:mi><mml:msup><mml:mn>10</mml:mn><mml:mn>6</mml:mn></mml:msup></mml:math></inline-formula> waveforms), regardless of waveform generation cost.",
      "arxiv_id": "2507.16022",
      "authors": [
        "Mushkin, Jonathan",
        "Roulet, Javier",
        "Zackay, Barak",
        "Venumadhav, Tejaswi",
        "Ivashtenko, Oryna",
        "Wadekar, Digvijay",
        "Mehta, Ajit Kumar",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2025PhRvD.112j4025M",
      "citation_count": 2,
      "doctype": "article",
      "doi": "10.1103/vqj2-7qpz",
      "inspire_recid": "2952995",
      "page": "104025",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 112, Issue 10, id.104025, 19 pp.",
      "pubdate": "2025-11-00",
      "title": "Sampler-free gravitational wave inference using matrix multiplication",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "112",
      "year": 2025
    },
    {
      "abstract": "Next-generation ground-based gravitational-wave (GW) detectors are expected to detect millions of binary black hole mergers during their operation period. A small fraction (<inline-formula><mml:math><mml:mo>∼</mml:mo><mml:mn>0.1</mml:mn><mml:mi>─</mml:mi><mml:mn>1</mml:mn><mml:mo>%</mml:mo></mml:math></inline-formula>) of them will be strongly lensed by intervening galaxies and clusters, producing multiple copies of the GW signals. The expected number of lensed events and the distribution of the time delay between lensed images will depend on the mass distribution of the lenses at different redshifts. Warm dark matter and fuzzy dark matter models predict lower abundances of low-mass dark matter halos as compared to the standard cold dark matter. This will result in a reduction in the number of strongly lensed GW events, especially with small time delays. Using the number of lensed events and the lensing time delay distribution, we will be able to put a lower bound on the mass of the warm and fuzzy dark matter particles from a catalog of lensed GW events. Our first forecasts suggest that the expected bounds from GW strong lensing from next-generation detectors are better than the current constraints.",
      "arxiv_id": "2408.05290",
      "authors": [
        "Jana, Souvik",
        "Kapadia, Shasvath J.",
        "Venumadhav, Tejaswi",
        "More, Surhud",
        "Ajith, Parameswaran"
      ],
      "bibcode": "2025PhRvL.135k1402J",
      "citation_count": 12,
      "doctype": "article",
      "doi": "10.1103/7q31-3qwz",
      "inspire_recid": "2817357",
      "page": "111402",
      "pub": "Physical Review Letters",
      "pub_raw": "Physical Review Letters, Volume 135, Issue 11, id.111402, 9 pp.",
      "pubdate": "2025-09-00",
      "title": "Probing the Nature of Dark Matter Using Strongly Lensed Gravitational Waves from Binary Black Holes",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Gravitational lensing",
        "Gravitational waves",
        "Black holes",
        "Dark matter",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "135",
      "year": 2025
    },
    {
      "abstract": "Newtonian and post-Newtonian (PN) calculations indicate that the phenomenology of eccentric binary black hole (BBH) merger waveforms is significantly more complex than that of their quasi-circular counterparts. Each spherical harmonic mode of the radiation can be further decomposed into several eccentricity-induced components, referred to as eccentric harmonics. Unlike the (cumulative) spherical harmonic modes, these constituent eccentric harmonics exhibit monotonically time-varying amplitudes and frequencies. However, these eccentric harmonics are not directly accessible in numerical relativity (NR) simulations or current eccentric waveform models. Using the recently developed data-driven framework gwMiner, which combines singular value decomposition, input from post-Newtonian theory, and signal processing techniques, we extract eccentric harmonics from eccentric, aligned-spin waveforms for six different spherical harmonic modes: (2,1), (2,2), (3,2), (3,3), (4,3), (4,4). We demonstrate that the phase (frequency) of each eccentric harmonic takes the form $j\\,ϕ_{\\ell,m,λ} + ϕ_{\\ell,m,\\rm ecc}$ ($j\\,f_{\\ell,m,λ} + f_{\\ell,m,\\rm ecc}$), where $ϕ_{\\ell,m,λ}$ ($f_{\\ell,m,λ}$) corresponds to the secular orbital phase (frequency), and $ϕ_{\\ell,m,\\rm ecc}$ ($f_{\\ell,m,\\rm ecc}$) is an additional contribution that depends solely on the eccentricity. We further find that $ϕ_{\\ell,m,λ}$ is the same across different spherical harmonic modes $(\\ell, m)$, whereas the eccentric correction term $ϕ_{\\ell,m,\\rm ecc}$ scales with $\\ell$. Using effective-one-body dynamics, we further show that $ϕ_{\\ell,m,λ}$ is nothing but the relativistic anomaly and $ϕ_{\\ell,m,\\rm ecc}$ is related to the precession advances.",
      "arxiv_id": "2509.20556",
      "authors": [
        "Islam, Tousif",
        "Venumadhav, Tejaswi",
        "Mehta, Ajit Kumar",
        "Wadekar, Digvijay",
        "Roulet, Javier",
        "Anantpurkar, Isha",
        "Mushkin, Jonathan",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2025arXiv250920556I",
      "citation_count": 2,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2509.20556",
      "inspire_recid": "2973389",
      "page": "arXiv:2509.20556",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2509.20556",
      "pubdate": "2025-09-00",
      "title": "Data-driven extraction and phenomenology of eccentric harmonics in eccentric spinning binary black hole mergers",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "Newtonian and post-Newtonian (PN) calculations suggest that each spherical harmonic mode of the gravitational waveforms (radiation) emitted by eccentric binaries can be further decomposed into several eccentricity-induced modes (indexed by <inline-formula><mml:math><mml:mrow><mml:mi>j</mml:mi><mml:mo>=</mml:mo><mml:mn>1</mml:mn></mml:mrow></mml:math></inline-formula> to <inline-formula><mml:math><mml:mi>j</mml:mi><mml:mo>=</mml:mo><mml:mi>∞</mml:mi></mml:math></inline-formula>), referred to as eccentric harmonics. These harmonics exhibit monotonically time-varying amplitudes and instantaneous frequencies, unlike the full eccentric spherical harmonic modes. However, computing or extracting these harmonics is not straightforward in current numerical relativity simulations and eccentric waveform models. To address this, Patterson et al. [Phys. Rev. D 111, 044073 (2025)PRVDAQ2470-001010.1103/PhysRevD.111.044073] have developed a framework to extract the eccentric harmonics directly from effective-one-body formalism waveforms. In this paper, we build on the ideas presented in Patterson et al. and propose a data-driven framework, utilizing singular-value decomposition, that incorporates additional features based on PN intuition to ensure monotonicity in the extracted harmonics. We further demonstrate that the phase (frequency) of these harmonics is simply <inline-formula><mml:math><mml:mrow><mml:mi>j</mml:mi><mml:msub><mml:mrow><mml:mi>ϕ</mml:mi></mml:mrow><mml:mrow><mml:mi>λ</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:msub><mml:mrow><mml:mi>ϕ</mml:mi></mml:mrow><mml:mrow><mml:mi>ecc</mml:mi></mml:mrow></mml:msub></mml:mrow></mml:math></inline-formula> (<inline-formula><mml:math><mml:mi>j</mml:mi><mml:msub><mml:mi>f</mml:mi><mml:mi>λ</mml:mi></mml:msub><mml:mo>+</mml:mo><mml:msub><mml:mi>f</mml:mi><mml:mrow><mml:mi>ecc</mml:mi></mml:mrow></mml:msub></mml:math></inline-formula>), where <inline-formula><mml:math><mml:msub><mml:mi>ϕ</mml:mi><mml:mi>λ</mml:mi></mml:msub></mml:math></inline-formula> (<inline-formula><mml:math><mml:msub><mml:mi>f</mml:mi><mml:mi>λ</mml:mi></mml:msub></mml:math></inline-formula>) is related to the secular orbital phase (frequency) and <inline-formula><mml:math><mml:msub><mml:mi>ϕ</mml:mi><mml:mrow><mml:mi>ecc</mml:mi></mml:mrow></mml:msub></mml:math></inline-formula> (<inline-formula><mml:math><mml:msub><mml:mi>f</mml:mi><mml:mrow><mml:mi>ecc</mml:mi></mml:mrow></mml:msub></mml:math></inline-formula>) is an additional phase (frequency) that only depends on the eccentricity. We also provide simple analytical fits to obtain the harmonics as a function of the mean anomaly. These relations may prove useful in constructing faithful models (such as [gwharmone: First data-driven surrogate for eccentric harmonics in binary black hole merger waveforms (to be published).]) that can be employed in cheap and efficient searches and parameter estimation of eccentric mergers. Our framework is modular and can be extended for any other eccentric waveform models or simulation frameworks. The framework is available through the gwMiner package.",
      "arxiv_id": "2504.12469",
      "authors": [
        "Islam, Tousif",
        "Venumadhav, Tejaswi",
        "Mehta, Ajit Kumar",
        "Anantpurkar, Isha",
        "Wadekar, Digvijay",
        "Roulet, Javier",
        "Mushkin, Jonathan",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2025PhRvD.112d4070I",
      "citation_count": 9,
      "doctype": "article",
      "doi": "10.1103/pk8n-fxvw",
      "inspire_recid": "2913484",
      "page": "044070",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 112, Issue 4, id.044070, 24 pp.",
      "pubdate": "2025-08-00",
      "title": "Data-driven extraction, phenomenology, and modeling of eccentric harmonics in binary black hole merger waveforms",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "112",
      "year": 2025
    },
    {
      "abstract": "We introduce a machine learning (ML) framework called $\\texttt{TIER}$ for improving the sensitivity of gravitational wave search pipelines. Typically, search pipelines only use a small region of strain data in the vicinity of a candidate signal to construct the detection statistic. However, extended strain data ($\\sim 10$ s) in the candidate's vicinity can also carry valuable complementary information. We show that this information can be efficiently captured by ML classifier models trained on sparse summary representation/features of the extended data. Our framework is easy to train and can be used with already existing candidates from any search pipeline, and without requiring expensive injection campaigns. Furthermore, the output of our model can be easily integrated into the detection statistic of a search pipeline. Using $\\texttt{TIER}$ on triggers from the $\\texttt{IAS-HM}$ pipeline, we find up to $\\sim 20\\%$ improvement in sensitive volume time in LIGO-Virgo-Kagra O3 data, with improvements concentrated in regions of high masses and unequal mass ratios. Applying our framework increases the significance of several near-threshold gravitational-wave candidates, especially in the pair-instability mass gap and intermediate-mass black hole (IMBH) ranges.",
      "arxiv_id": "2507.08318",
      "authors": [
        "Wadekar, Digvijay",
        "Pimpalkar, Arush",
        "Ho-Yeuk Cheung, Mark",
        "Wandelt, Benjamin",
        "Berti, Emanuele",
        "Mehta, Ajit Kumar",
        "Venumadhav, Tejaswi",
        "Roulet, Javier",
        "Islam, Tousif",
        "Zackay, Barak",
        "Mushkin, Jonathan",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2025arXiv250708318W",
      "citation_count": 1,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2507.08318",
      "inspire_recid": "2945005",
      "page": "arXiv:2507.08318",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2507.08318",
      "pubdate": "2025-07-00",
      "title": "Improving gravitational wave search sensitivity with TIER: Trigger Inference using Extended strain Representation",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "Gravitational waves emitted in the late inspiral of binary neutron stars are affected by their tidal deformation. We study the tidal dynamics in full general relativity through matched-asymptotic expansions and prove that the dynamical tidal response can be expanded in a complete set of modes. We further prove that the mode amplitudes satisfy an effective, forced harmonic oscillator equation, which generalizes the overlap-integral formulation of Newtonian gravity. Our relativistic treatment of dynamical tides will avoid systematic biases in future gravitational-wave parameter estimation.",
      "arxiv_id": "2507.10693",
      "authors": [
        "Abhishek Hegade K., R.",
        "Kwon, K. J.",
        "Venumadhav, Tejaswi",
        "Yu, Hang",
        "Yunes, Nicolás"
      ],
      "bibcode": "2025arXiv250710693A",
      "citation_count": 6,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2507.10693",
      "inspire_recid": "2946466",
      "page": "arXiv:2507.10693",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2507.10693",
      "pubdate": "2025-07-00",
      "title": "Relativistic and Dynamical Love",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Neutron stars",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "Recent cosmological data and astrophysical observations, such as the Hubble tension and the increasing preference from galaxy surveys for dynamical dark energy, have begun to challenge the standard $Λ$-cold dark matter cosmological model. Primordial magnetic fields (PMFs) offer a mechanism to alleviate these tensions within the framework of the standard model. These fields source excess small-scale baryon clumping, which can speed up recombination and shrink the comoving sound horizon at the surface of last scattering. Computing the modified recombination history requires coupling the radiative transport of Lyman-$α$ photons to compressible magnetohydronamic simulations. Since doing so is generically computationally intractable, we have developed a linearized treatment which self-consistently computes the modified recombination history in the presence of PMF induced baryon clumping for fields with red-tilted spectra. The clumping factors we find are too small to alleviate outstanding cosmological tensions, but our general framework can be applied to other PMF spectra, and provides a significant theoretical step towards a complete account of recombination in the presence of small-scale baryon clumping.",
      "arxiv_id": "2506.16517",
      "authors": [
        "Schiff, Jonathan",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2025arXiv250616517S",
      "citation_count": 4,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2506.16517",
      "inspire_recid": "2937492",
      "page": "arXiv:2506.16517",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2506.16517",
      "pubdate": "2025-06-00",
      "title": "Primordial magnetic fields and modified recombination histories",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Recombination",
        "Dark matter",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "Using publicly available numerical relativity (NR) simulations for nonspinning eccentric binary black hole (BBH) mergers, [Tousif Islam, Straightforward mode hierarchy in eccentric binary black hole mergers and associated waveform model, arXiv:2403.15506.] demonstrated that the eccentricity-induced modulations in the amplitudes and frequencies of different spherical harmonic modes are mutually consistent and can be modeled using a single time series modulation. We extend the validity of the results to all nonprecessing binaries by using 83 NR simulations from the SXS, RIT, and MAYA catalogs for aligned-spin eccentric BBH mergers with mass ratios ranging from <inline-formula><mml:math><mml:mrow><mml:mn>1</mml:mn><mml:mo>∶</mml:mo><mml:mn>1</mml:mn></mml:mrow></mml:math></inline-formula> to <inline-formula><mml:math><mml:mrow><mml:mn>1</mml:mn><mml:mo>∶</mml:mo><mml:mn>4</mml:mn></mml:mrow></mml:math></inline-formula>. Based on these phenomenological relations, we provide a framework named gwNRXHME to compute multimodal eccentric nonprecessing waveforms using two inputs: quadrupolar eccentric waveforms, and the corresponding multimodal quasicircular nonprecessing waveforms. Furthermore, we compute an overall degree of departure in SXS, RIT, and MAYA NR data from these relations and find that SXS NR simulations generally adhere to these relations more strictly than RIT and MAYA data. We also show that these relations can offer a cost-effective way to filter out noisy higher-order spherical harmonic modes extracted from NR data. Our framework is publicly available through the gwModels package.",
      "arxiv_id": "2408.14654",
      "authors": [
        "Islam, Tousif",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2025PhRvD.111h1503I",
      "citation_count": 16,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.111.L081503",
      "inspire_recid": "2822163",
      "page": "L081503",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 111, Issue 8, id.L081503, 9 pp.",
      "pubdate": "2025-04-00",
      "title": "Universal phenomenological relations between spherical harmonic modes in nonprecessing eccentric binary black hole merger waveforms",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "111",
      "year": 2025
    },
    {
      "abstract": "We present gwharmone, the first data-driven surrogate model for eccentric harmonics (as well as the full radiation content) of the dominant quadrupolar mode in eccentric, non-spinning binary black hole mergers. Our model is trained on 173 waveforms, each $100,000M$ long (where $M$ is the total mass), generated for mass ratios $q \\in [1,3.5]$ and eccentricities $e_{\\rm ref} \\in [0,0.2]$ (at the start of the waveform). The eccentric harmonics are extracted from the effective-one-body waveforms using the \\texttt{gwMiner} package. We apply a singular value decomposition (SVD) to obtain a set of reduced basis vectors, necessary to construct a lower-dimensional representation of data, and use Gaussian Process Regression (GPR) to interpolate SVD coefficients across parameter space, allowing for prediction at new parameter points. The model includes the effect of mean anomaly, its evaluation cost is only $\\sim 0.1$ second and it achieves an average time-domain (validation) error of ~0.001 and frequency-domain (validation) mismatches below 0.01 for advanced LIGO sensitivity. Our model can therefore be useful in efficient searches and parameter estimation of eccentric mergers. gwharmone will be publicly available through the gwModels package.",
      "arxiv_id": "2504.12420",
      "authors": [
        "Islam, Tousif",
        "Venumadhav, Tejaswi",
        "Mehta, Ajit Kumar",
        "Anantpurkar, Isha",
        "Wadekar, Digvijay",
        "Roulet, Javier",
        "Mushkin, Jonathan",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2025arXiv250412420I",
      "citation_count": 12,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2504.12420",
      "inspire_recid": "2913429",
      "page": "arXiv:2504.12420",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2504.12420",
      "pubdate": "2025-04-00",
      "title": "gwharmone: first data-driven surrogate for eccentric harmonics in binary black hole merger waveforms",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "A neutron star (NS) in a binary system deforms due to the companion's tidal gravitational field. As the binary inspirals due to gravitational wave (GW) emission, the NS's deformation evolves; this evolution is typically modeled as the star's linear response to the companion's time-evolving tidal potential. In principle, the fluid elements' displacements can be excited and evolve nonlinearly since the equations of hydrodynamics and the tidal forcing have nonlinear terms. Recently, Kwon, Yu, and Venumadhav (KYV I [arXiv:2410.03831]) showed that nonlinear terms in the hydrodynamic equations of motion make the low-frequency response of NSs, characterized by gravity ($g$-) modes, behave in an anharmonic manner. The anharmonicity is dominantly generated by the mutual coupling of the four lowest-order ($n=1$, $l=|m|=2$) $g$-modes, and allows them to stay locked in a resonant state that oscillates phase-coherently with the orbit throughout the inspiral. As a result, the $g$-modes grow to larger amplitudes than the linear response suggests, leading to an extra phase correction to the frequency-domain GW signal $|\\Delta \\Psi|\\approx 3\\,{\\rm rad}$ at a GW frequency of $1.05\\,{\\rm kHz}$. This effect is part of the truly dynamical tide, in the sense that the amplitude depends not just on the binary's instantaneous frequency but the entire history of the inspiral. In this paper, we explain the phenomenology of resonance locking in detail and analytically validate the numerical dephasing calculations in KYV I. We also demonstrate that the effect is only significant for the lowest-order $g$-modes.",
      "arxiv_id": "2503.11837",
      "authors": [
        "Kwon, K. J.",
        "Yu, Hang",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2025arXiv250311837K",
      "citation_count": 7,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2503.11837",
      "inspire_recid": "2901021",
      "page": "arXiv:2503.11837",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2503.11837",
      "pubdate": "2025-03-00",
      "title": "Resonance locking: radian-level phase shifts due to nonlinear hydrodynamics of $g$-modes in merging neutron star binaries",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Neutron stars",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "Most gravitational wave searches to date have included only the quadrupole mode in their search templates. Here, we demonstrate that incorporating higher harmonics improves the search sensitive volume for detecting binary black hole mergers, challenging the conclusion of previous studies. Using the $\\tt{IAS-HM}$ detection pipeline, and the simulated (injection) signals from the LIGO-Virgo-Kagra (LVK) collaboration, we quantify the improvement in sensitivity due to the inclusion of higher harmonics. This improvement is significant for systems with higher mass ratios and larger total masses, with gains in sensitivity even exceeding $100\\%$ at certain high masses. We also show that, due to using a marginalized detection statistic, the $\\tt{IAS-HM}$ pipeline performs roughly as well as its quadrupole-mode-only counterpart even for equal mass-ratio mergers, and its sensitive volume is either better than or comparable to that of the individual LVK pipelines.",
      "arxiv_id": "2501.17939",
      "authors": [
        "Mehta, Ajit Kumar",
        "Wadekar, Digvijay",
        "Roulet, Javier",
        "Anantpurkar, Isha",
        "Venumadhav, Tejaswi",
        "Mushkin, Jonathan",
        "Zackay, Barak",
        "Zaldarriaga, Matias",
        "Islam, Tousif"
      ],
      "bibcode": "2025arXiv250117939M",
      "citation_count": 7,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2501.17939",
      "inspire_recid": "2874182",
      "page": "arXiv:2501.17939",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2501.17939",
      "pubdate": "2025-01-00",
      "title": "Significant increase in sensitive volume of a gravitational wave search upon including higher harmonics",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2025
    },
    {
      "abstract": "We report the detection of six new candidate binary black hole (BBH) merger signals in the publicly released data from the second half of the third observing run (O3b) of advanced LIGO and advanced Virgo. The LIGO–Virgo–KAGRA (LVK) Collaboration reported 35 compact binary coalescences in their analysis of the O3b data [Phys. Rev. X 13, 041039 (2023).PRXHAE2160-330810.1103/PhysRevX.13.041039], with 30 BBH mergers having coincidence in the Hanford and Livingston detectors. We confirm 17 of these for a total of 23 detections in our analysis of the Hanford–Livingston coincident O3b data. We identify candidates using a search pipeline employing aligned-spin quadrupole-only waveforms. Our pipeline is similar to the one used in our O3a coincident analysis [Phys. Rev. D 106, 043009 (2022).PRVDAQ2470-001010.1103/PhysRevD.106.043009], except for a few improvements in the veto procedure and the ranking statistic, and we continue to use an astrophysical probability of one half as our detection threshold, following the approach of the LVK catalogs. Most of the new candidates reported in this work are placed in the upper/lower-mass gap of the black hole mass distribution. We also identify a possible neutron star-black hole merger. We expect these events to help inform the black hole mass and spin distributions inferred in a full population analysis.",
      "arxiv_id": "2311.06061",
      "authors": [
        "Mehta, Ajit Kumar",
        "Olsen, Seth",
        "Wadekar, Digvijay",
        "Roulet, Javier",
        "Venumadhav, Tejaswi",
        "Mushkin, Jonathan",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2025PhRvD.111b4049M",
      "citation_count": 78,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.111.024049",
      "inspire_recid": "2721113",
      "page": "024049",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 111, Issue 2, id.024049, 16 pp.",
      "pubdate": "2025-01-00",
      "title": "New binary black hole mergers in the LIGO-Virgo O3b data",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Neutron stars",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "111",
      "year": 2025
    },
    {
      "abstract": "We present a detailed exposition of a statistical method for estimating cosmological parameters from the observation of a large number of strongly lensed binary-black-hole (BBH) mergers observable by next (third) generation (XG) gravitational-wave (GW) detectors. This method, first presented in Jana (2023 Phys. Rev. Lett. 130 261401), compares the observed number of strongly lensed GW events and their time delay distribution (between lensed images) with observed events to infer cosmological parameters. We show that the precision of the estimation of the cosmological parameters does not have a strong dependance on the assumed BBH redshift distribution model. Using the large number of unlensed mergers, XG detectors are expected to measure the BBH redshift distribution with sufficient precision for the cosmological inference. However, a biased inference of the BBH redshift distribution will bias the estimation of cosmological parameters. An incorrect model for the distribution of lens properties can also lead to a biased cosmological inference. However, Bayesian model selection can assist in selecting the right model from a set of available parametric models for the lens distribution. We also present a way to incorporate the effect of contamination in the data due to the limited efficiency of lensing identification methods, so that it will not bias the cosmological inference.",
      "arxiv_id": "2405.17805",
      "authors": [
        "Jana, Souvik",
        "J Kapadia, Shasvath",
        "Venumadhav, Tejaswi",
        "More, Surhud",
        "Ajith, Parameswaran"
      ],
      "bibcode": "2024CQGra..41x5010J",
      "citation_count": 11,
      "doctype": "article",
      "doi": "10.1088/1361-6382/ad8d2e",
      "inspire_recid": "2790896",
      "page": "245010",
      "pub": "Classical and Quantum Gravity",
      "pub_raw": "Classical and Quantum Gravity, Volume 41, Issue 24, id.245010, 19 pp.",
      "pubdate": "2024-12-00",
      "title": "Strong-lensing cosmography using third-generation gravitational-wave detectors",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Cosmology",
        "Gravitational lensing",
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "41",
      "year": 2024
    },
    {
      "abstract": "Searches for gravitational wave events use models, or templates, for the signals of interest. The templates used in current searches in the LIGO-Virgo-KAGRA data model the dominant quadrupole mode <inline-formula><mml:math display=\"inline\"><mml:mo stretchy=\"false\">(</mml:mo><mml:mo>ℓ</mml:mo><mml:mo>,</mml:mo><mml:mo stretchy=\"false\">|</mml:mo><mml:mi>m</mml:mi><mml:mo stretchy=\"false\">|</mml:mo><mml:mo stretchy=\"false\">)</mml:mo><mml:mo>=</mml:mo><mml:mo stretchy=\"false\">(</mml:mo><mml:mn>2</mml:mn><mml:mo>,</mml:mo><mml:mn>2</mml:mn><mml:mo stretchy=\"false\">)</mml:mo></mml:math></inline-formula> of the signals and omit subdominant higher-order modes (HMs) such as <inline-formula><mml:math display=\"inline\"><mml:mo stretchy=\"false\">(</mml:mo><mml:mo>ℓ</mml:mo><mml:mo>,</mml:mo><mml:mo stretchy=\"false\">|</mml:mo><mml:mi>m</mml:mi><mml:mo stretchy=\"false\">|</mml:mo><mml:mo stretchy=\"false\">)</mml:mo><mml:mo>=</mml:mo><mml:mo stretchy=\"false\">(</mml:mo><mml:mn>3</mml:mn><mml:mo>,</mml:mo><mml:mn>3</mml:mn><mml:mo stretchy=\"false\">)</mml:mo></mml:math></inline-formula>, (4, 4), which are predicted by general relativity. This omission reduces search sensitivity to black hole mergers in interesting parts of parameter space, such as systems with high masses and asymmetric-mass ratios. We develop a new strategy to include HMs in template banks: instead of making templates containing a combination of different modes, we separately store normalized templates corresponding to (2, 2), (3, 3), and (4, 4) modes. To model aligned-spin (3, 3), (4, 4) waveforms corresponding to a given (2, 2) waveform, we use a combination of post-Newtonian formulas and machine learning tools. In the matched-filtering stage, one can filter each mode separately with the data and collect the time series of signal-to-noise ratios (SNRs). This leads to a HM template bank whose matched-filtering cost is just <inline-formula><mml:math display=\"inline\"><mml:mo>≈</mml:mo><mml:mn>3</mml:mn><mml:mo>×</mml:mo></mml:math></inline-formula> that of a quadrupole-only search (as opposed to <inline-formula><mml:math display=\"inline\"><mml:mo>≈</mml:mo><mml:mn>100</mml:mn><mml:mo>×</mml:mo></mml:math></inline-formula> in previously proposed HM search methods). Our method is effectual and generally applicable for template banks constructed with either stochastic or geometric placement techniques. New gravitational wave candidate events that we detect using our HM banks and details for combining the different SNR mode time series are presented in accompanying papers [D. Wadekar et al., arXiv:2312.06631; D. Wadekar et al., Phys. Rev. D 110, 044063 (2024)PRVDAQ2470-001010.1103/PhysRevD.110.044063]. Additionally, we discuss nonlinear compression of (2, 2)-only geometric placement template banks using machine learning algorithms.",
      "arxiv_id": "2310.15233",
      "authors": [
        "Wadekar, Digvijay",
        "Venumadhav, Tejaswi",
        "Mehta, Ajit Kumar",
        "Roulet, Javier",
        "Olsen, Seth",
        "Mushkin, Jonathan",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2024PhRvD.110h4035W",
      "citation_count": 19,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.110.084035",
      "inspire_recid": "2713962",
      "page": "084035",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 110, Issue 8, id.084035, 15 pp.",
      "pubdate": "2024-10-00",
      "title": "New approach to template banks of gravitational waves with higher harmonics: Reducing matched-filtering cost by over an order of magnitude",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "110",
      "year": 2024
    },
    {
      "abstract": "Neutron stars in coalescing binaries deform due to the tidal gravitational fields generated by their companions. During the inspiral phase, the tidal deformation is dominated by the fundamental oscillation ($f$-) mode of the stars. The tide also has sub-dominant gravity ($g$-) modes that are resonantly excited when the linear tidal forcing sweeps through their eigenfrequencies. Beyond the linear order in perturbed fluid displacement, the $g$-modes are anharmonic, i.e., their oscillation frequencies depend on the mode energy. For the lowest-order $g$-mode, we show that when the tidal forcing reaches its linear eigenfrequency, the mode starts to dynamically adjust its energy so that its nonlinearly shifted oscillation frequency always matches that of the driving field. This phenomenon, which we term `resonance locking', persists through the rest of the inspiral, and hence, the mode grows to substantially larger energies than in the linear theory. Using a $1.4$--$1.4\\, M_{\\odot}$ binary neutron star system with the SLy4 equation of state, we find this results in an extra correction to the frequency-domain gravitational wave (GW) phase of $|\\Delta \\Psi|\\approx 3\\,{\\rm rad}$ accumulated from the onset of resonance locking at the GW frequency of $94\\,{\\rm Hz}$ to the merger at $1.05\\,{\\rm kHz}$. This effect probes details of the internal structure of merging neutron stars beyond their bulk properties such as tidal deformability.",
      "arxiv_id": "2410.03831",
      "authors": [
        "Kwon, K. J.",
        "Yu, Hang",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2024arXiv241003831K",
      "citation_count": 11,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2410.03831",
      "inspire_recid": "2837623",
      "page": "arXiv:2410.03831",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2410.03831",
      "pubdate": "2024-10-00",
      "title": "Resonance Locking of Anharmonic $g$-Modes in Coalescing Neutron Star Binaries",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Neutron stars",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2024
    },
    {
      "abstract": "\\We report results on the first matched-filtering search for binaries with compact objects having large tidal deformabilities in the LIGO-Virgo gravitational wave (GW) data. The tidal deformability of a body is quantified by the \"Love number\" <inline-formula><mml:math display=\"inline\"><mml:mi mathvariant=\"normal\">Λ</mml:mi><mml:mo>∝</mml:mo><mml:mo stretchy=\"false\">(</mml:mo><mml:mi>r</mml:mi><mml:mo>/</mml:mo><mml:mi>m</mml:mi><mml:msup><mml:mo stretchy=\"false\">)</mml:mo><mml:mn>5</mml:mn></mml:msup></mml:math></inline-formula>, where <inline-formula><mml:math display=\"inline\"><mml:mi>r</mml:mi><mml:mo>/</mml:mo><mml:mi>m</mml:mi></mml:math></inline-formula> is the body's (inverse) compactness. Due to its strong dependence on compactness, the <inline-formula><mml:math display=\"inline\"><mml:mi mathvariant=\"normal\">Λ</mml:mi></mml:math></inline-formula> of larger-sized compact objects can easily be many orders of magnitude greater than those of black holes and neutron stars, leaving phase shifts which are sufficiently large for these binaries to be missed by binary black hole (BBH) templated searches. In this paper, we conduct a search using inspiral-only waveforms with zero spins but finite tides, with the search space covering chirp masses <inline-formula><mml:math display=\"inline\"><mml:mn>3</mml:mn><mml:msub><mml:mi>M</mml:mi><mml:mo stretchy=\"false\">⊙</mml:mo></mml:msub><mml:mo>&lt;</mml:mo><mml:mi mathvariant=\"script\">M</mml:mi><mml:mo>&lt;</mml:mo><mml:mn>15</mml:mn><mml:msub><mml:mi>M</mml:mi><mml:mo stretchy=\"false\">⊙</mml:mo></mml:msub></mml:math></inline-formula> and effective tidal deformabilities <inline-formula><mml:math display=\"inline\"><mml:msup><mml:mn>10</mml:mn><mml:mn>2</mml:mn></mml:msup><mml:mo>≲</mml:mo><mml:mover accent=\"true\"><mml:mi mathvariant=\"normal\">Λ</mml:mi><mml:mo stretchy=\"false\">∼</mml:mo></mml:mover><mml:mo>≲</mml:mo><mml:msup><mml:mn>10</mml:mn><mml:mn>6</mml:mn></mml:msup></mml:math></inline-formula>. We find no statistically significant GW candidates. This null detection implies an upper limit on the merger rate of such binaries in the range <inline-formula><mml:math display=\"inline\"><mml:mrow><mml:mo stretchy=\"false\">[</mml:mo><mml:mn>1</mml:mn><mml:mo>-</mml:mo><mml:mn>300</mml:mn><mml:mo stretchy=\"false\">]</mml:mo><mml:mtext> </mml:mtext><mml:mtext> </mml:mtext><mml:msup><mml:mrow><mml:mi>Gpc</mml:mi></mml:mrow><mml:mrow><mml:mo>-</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup><mml:mtext> </mml:mtext><mml:msup><mml:mrow><mml:mi>year</mml:mi></mml:mrow><mml:mrow><mml:mo>-</mml:mo><mml:mn>1</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula>, depending on <inline-formula><mml:math display=\"inline\"><mml:mi mathvariant=\"script\">M</mml:mi></mml:math></inline-formula> and <inline-formula><mml:math display=\"inline\"><mml:mover accent=\"true\"><mml:mi mathvariant=\"normal\">Λ</mml:mi><mml:mo stretchy=\"false\">∼</mml:mo></mml:mover></mml:math></inline-formula>. While our constraints are model agnostic, we discuss the implications on beyond the Standard Model scenarios that give rise to boson stars and superradiant clouds. Using inspiral-only waveforms, we recover many of the BBH signals which were previously identified with full inspiral-merger-ringdown templates. We also empirically constrain the Love number of the compact objects in these binaries to <inline-formula><mml:math display=\"inline\"><mml:mi mathvariant=\"normal\">Λ</mml:mi><mml:mo>≲</mml:mo><mml:msup><mml:mn>10</mml:mn><mml:mn>3</mml:mn></mml:msup></mml:math></inline-formula> at the 90% credible level in the best cases, consistent with the expectation of vanishing Love number for black holes in general relativity. Our work is the first-ever dedicated template-based search for compact objects that are not black holes or neutron stars. Additionally, our work demonstrates a novel way of finding new physics in GW data, widening the scope of potential discovery to previously unexplored parameter space.",
      "arxiv_id": "2306.00050",
      "authors": [
        "Chia, Horng Sheng",
        "Edwards, Thomas D. P.",
        "Wadekar, Digvijay",
        "Zimmerman, Aaron",
        "Olsen, Seth",
        "Roulet, Javier",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2024PhRvD.110f3007C",
      "citation_count": 46,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.110.063007",
      "inspire_recid": "2664568",
      "page": "063007",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 110, Issue 6, id.063007, 31 pp.",
      "pubdate": "2024-09-00",
      "title": "In pursuit of Love numbers: First templated search for compact objects with large tidal deformabilities in the LIGO-Virgo data",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "110",
      "year": 2024
    },
    {
      "abstract": "We introduce an algorithm to marginalize the likelihood for a gravitational wave signal from a quasicircular binary merger over its extrinsic parameters, accounting for the effects of higher harmonics and spin-induced precession. The algorithm takes as input the matched-filtering time series of individual waveform harmonics against the data in all operational detectors, and the covariances of the harmonics. The outputs are the Gaussian likelihood marginalized over extrinsic parameters describing the merger time, location and orientation, along with samples from the conditional posterior of these parameters. Our algorithm exploits the waveform's known analytical dependence on extrinsic parameters to efficiently marginalize over them using a single waveform evaluation. Our current implementation achieves a 10% precision on the marginalized likelihood within ≈50 ms on a single CPU core and is publicly available through the package COGWHEEL. We discuss applications of this tool for (i) gravitational wave searches involving higher modes or precession, (ii) efficient and robust parameter estimation, and (iii) generation of sky localization maps in low latency for electromagnetic followup of gravitational-wave alerts. The inclusion of higher modes can improve the distance measurement, providing an advantage over existing low-latency localization methods.",
      "arxiv_id": "2404.02435",
      "authors": [
        "Roulet, Javier",
        "Mushkin, Jonathan",
        "Wadekar, Digvijay",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2024PhRvD.110d4010R",
      "citation_count": 20,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.110.044010",
      "inspire_recid": "2773795",
      "page": "044010",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 110, Issue 4, article id.044010",
      "pubdate": "2024-08-00",
      "title": "Fast marginalization algorithm for optimizing gravitational wave detection, parameter estimation, and sky localization",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Gravitational waves",
        "Black holes",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "110",
      "year": 2024
    },
    {
      "abstract": "Nearly all template-based gravitational wave (GW) searches only include the quasicircular quadrupolar modes of the signals in their templates. Including additional degrees of freedom in the GW templates corresponding to higher-order harmonics, orbital precession, or eccentricity is challenging because: (i) the size of template banks and the matched-filtering cost increases significantly with the number of degrees of freedom, (ii) if these additional degrees are not included properly, the search can lose sensitivity overall (due to an increase in the rate of background triggers). Here, we focus on including aligned-spin higher harmonics in GW search templates. We use a new mode-by-mode filtering approach, where we separately filter GW strain data with three harmonics [namely (ℓ,|m|)=(2,2), (3, 3) and (4, 4)]. This results in an increase in the matched-filtering cost by only a factor of 3 compared to that of a (2, 2)-only search. We develop computationally cheap trigger-ranking statistics to optimally combine the different signal-to-noise ratios (SNR) time series from different harmonics, which ensure only physically allowed combinations of the different harmonics are triggered on. We use an empirical template-dependent background model in our ranking statistic to account for non-Gaussian transients. In addition, we develop a tool called band eraser which specifically excises narrow time-varying noisy bands in time-frequency space (without having to excise entire time chunks in the data). New GW candidate events that we detect using our IAS-HM search pipeline and the details of our template banks are discussed in accompanying papers [D. Wadekar et al., arXiv:2312.06631] and [D. Wadekar et al., arXiv:2310.15233], respectively. Apart from higher harmonics, we expect our methodology to also be useful for cheap and optimal searches including orbital precession and eccentricity in GW waveforms.",
      "arxiv_id": "2405.17400",
      "authors": [
        "Wadekar, Digvijay",
        "Venumadhav, Tejaswi",
        "Roulet, Javier",
        "Mehta, Ajit Kumar",
        "Zackay, Barak",
        "Mushkin, Jonathan",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2024PhRvD.110d4063W",
      "citation_count": 26,
      "doctype": "article",
      "doi": "10.48550/arXiv.2405.17400",
      "inspire_recid": "2790880",
      "page": "044063",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 110, Issue 4, id.044063, 15 pp.",
      "pubdate": "2024-08-00",
      "title": "New search pipeline for gravitational waves with higher-order modes using mode-by-mode filtering",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "110",
      "year": 2024
    },
    {
      "abstract": "This review provides a conceptual and technical survey of methods for parameter estimation of gravitational-wave signals in ground-based interferometers such as Laser Interferometer Gravitational-Wave Observatory (LIGO) and Virgo. We introduce the framework of Bayesian inference and provide an overview of models for the generation and detection of gravitational waves from compact binary mergers, focusing on the essential features that are observable in the signals. Within the traditional likelihood-based paradigm, we describe various approaches for enhancing the efficiency and robustness of parameter inference. This includes techniques for accelerating likelihood evaluations, such as heterodyne/relative binning, reduced-order quadrature, multibanding, and interpolation. We also cover methods to simplify the analysis to improve convergence, via reparameterization, importance sampling, and marginalization. We end with a discussion of recent developments in the application of likelihood-free (simulation-based) inference methods to gravitational-wave data analysis.",
      "arxiv_id": "2402.11439",
      "authors": [
        "Roulet, Javier",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2024ARNPS..74..207R",
      "citation_count": 9,
      "doctype": "article",
      "doi": "10.1146/annurev-nucl-121423-100725",
      "inspire_recid": "2759569",
      "page": "207",
      "pub": "Annual Review of Nuclear and Particle Science",
      "pub_raw": "Annual Review of Nuclear and Particle Science, Volume 74, Issue 1, pp. 207-332",
      "pubdate": "2024-06-00",
      "title": "Inferring Binary Properties from Gravitational-Wave Signals",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "74",
      "year": 2024
    },
    {
      "abstract": "Nearly all of the previous gravitational wave (GW) searches in the LIGO-Virgo data included GW waveforms with only the dominant quadrupole harmonic, i.e., omitting higher-order harmonics which are predicted by general relativity. We improved the IAS pipeline by efficiently introducing higher harmonics in the GW templates using the techniques in Wadekar et al. [1, 2]. Using the IAS-HM pipeline on the public LIGO-Virgo data from the O3 run, we find 11 new candidate BBH mergers with $0.52\\leq p_\\mathrm{astro}\\leq 0.88$ (we use the detection threshold as the astrophysical probability, $p_\\mathrm{astro}$, being over 0.5, following the approach of other pipelines). We broadly recover the high-significance events from earlier catalogs, except a few which were vetoed. We also find that including higher harmonics in our search raises the significance of a few previously reported marginal events (e.g., GW190711_030756). A few notable properties of our new candidate events are as follows. At $&gt;95$% credibility, 4 candidates have primary masses in the intermediate-mass black hole (IMBH) range (i.e., above $\\sim$100 $M_\\odot$). 5 candidates have median mass ratio $q \\leq 0.5$. 5 candidates have median redshift $z \\geq 0.8$. 3 candidates have non-zero $χ_{\\rm eff}$ at $&gt;95\\%$ credibility. While our new candidate events have modest false alarm rates ($\\gtrsim 1.5 $/yr), a population inference study including these can better inform the parameter space of BHs corresponding to the pair instability mass gap, high redshifts and asymmetric mass ratios.",
      "arxiv_id": "2312.06631",
      "authors": [
        "Wadekar, Digvijay",
        "Roulet, Javier",
        "Venumadhav, Tejaswi",
        "Mehta, Ajit Kumar",
        "Zackay, Barak",
        "Mushkin, Jonathan",
        "Olsen, Seth",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2023arXiv231206631W",
      "citation_count": 72,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2312.06631",
      "inspire_recid": "2734793",
      "page": "arXiv:2312.06631",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2312.06631",
      "pubdate": "2023-12-00",
      "title": "New black hole mergers in the LIGO-Virgo O3 data from a gravitational wave search including higher-order harmonics",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2023
    },
    {
      "abstract": "We present IMRPhenomXODE, a new phenomenological frequency-domain waveform approximant for gravitational wave (GW) signals from precessing binary black holes (BBHs) with generic spin configurations. We build upon the success of IMRPhenomXPHM [G. Pratten et al., Phys. Rev. D 103, 104056 (2021), 10.1103/PhysRevD.103.104056], which is one of the most widely adopted waveform approximants in GW data analyses that include spin precession, and introduce two additional significant improvements. First, we employ an efficient technique to numerically solve the (next-to)<SUP>4</SUP> -leading-order post-Newtonian precession equations, which allows us to accurately determine the evolution of the orientation of the orbital angular momentum L<SUB>^N</SUB> even in cases with complicated precession dynamics, such as transitional precession. Second, we recalibrate the phase of GW modes in the frame coprecessing with L<SUB>^N</SUB> against SEOBNRv4PHM [S. Ossokine et al., Phys. Rev. D 102, 044055 (2020), 10.1103/PhysRevD.102.044055] to capture effects due to precession such as variations in the spin components aligned with L<SUB>^N</SUB>. By incorporating these new features, IMRPhenomXODE achieves matches with SEOBNRv4PHM that are better than 99% for most BBHs with mass ratios q ≥1 /6 and with arbitrary spin configurations. In contrast, the mismatch between IMRPhenomXPHM and SEOBNRv4PHM often exceeds 10% for a BBH with q ≲1 /2 and large in-plane or antialigned spin components. Our implementation is also computationally efficient, with waveform evaluation times that can even be shorter than those of IMRPhenomXPHM for BBH signals with long durations and hence high-frequency resolutions. The accuracy and efficiency of IMRPhenomXODE position it as a valuable tool for GW event searches, parameter estimation analyses, and the inference of underlying population properties.",
      "arxiv_id": "2306.08774",
      "authors": [
        "Yu, Hang",
        "Roulet, Javier",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2023PhRvD.108f4059Y",
      "citation_count": 26,
      "doctype": "article",
      "doi": "10.48550/arXiv.2306.08774",
      "inspire_recid": "2668950",
      "page": "064059",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 108, Issue 6, article id.064059",
      "pubdate": "2023-09-00",
      "title": "Accurate and efficient waveform model for precessing binary black holes",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "108",
      "year": 2023
    },
    {
      "abstract": "Third generation gravitational wave (GW) detectors are expected to detect millions of binary black hole (BBH) mergers during their operation period. A small fraction of them (∼1 %) will be strongly lensed by intervening galaxies and clusters, producing multiple observable copies of the GW signals. The expected number of lensed events and the distribution of the time delay between lensed images depend on the cosmology. We develop a Bayesian analysis method for estimating cosmological parameters from the detected number of lensed events and their time delay distribution. The expected constraints are comparable to that obtained from other cosmological measurements, but probing a different redshift regime (z ∼10 ) that is not explored by other probes.",
      "arxiv_id": "2211.12212",
      "authors": [
        "Jana, Souvik",
        "Kapadia, Shasvath J.",
        "Venumadhav, Tejaswi",
        "Ajith, Parameswaran"
      ],
      "bibcode": "2023PhRvL.130z1401J",
      "citation_count": 41,
      "doctype": "article",
      "doi": "10.48550/arXiv.2211.12212",
      "inspire_recid": "2513728",
      "page": "261401",
      "pub": "Physical Review Letters",
      "pub_raw": "Physical Review Letters, Volume 130, Issue 26, article id.261401",
      "pubdate": "2023-06-00",
      "title": "Cosmography Using Strongly Lensed Gravitational Waves from Binary Black Holes",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Cosmology",
        "Gravitational lensing",
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "130",
      "year": 2023
    },
    {
      "abstract": "Tidal interactions in coalescing binary neutron stars modify the dynamics of the inspiral and hence imprint a signature on their gravitational wave (GW) signals in the form of an extra phase shift. We need accurate models for the tidal phase shift in order to constrain the supranuclear equation of state from observations. In previous studies, GW waveform models were typically constructed by treating the tide as a linear response to a perturbing tidal field. In this work, we incorporate non-linear corrections due to hydrodynamic three- and four-mode interactions and show how they can improve the accuracy and explanatory power of waveform models. We set up and numerically solve the coupled differential equations for the orbit and the modes and analytically derive solutions of the system's equilibrium configuration. Our analytical solutions agree well with the numerical ones up to the merger and involve only algebraic relations, allowing for fast phase shift and waveform evaluations for different equations of state over a large parameter space. We find that, at Newtonian order, non-linear fluid effects can enhance the tidal phase shift by $\\gtrsim 1\\, {\\rm radian}$ at a GW frequency of 1000 Hz, corresponding to a $10{{\\%}}-20{{\\%}}$ correction to the linear theory. The scale of the additional phase shift near the merger is consistent with the difference between numerical relativity and theoretical predictions that account only for the linear tide. Non-linear fluid effects are thus important when interpreting the results of numerical relativity and in the construction of waveform models for current and future GW detectors.",
      "arxiv_id": "2211.07002",
      "authors": [
        "Yu, Hang",
        "Weinberg, Nevin N.",
        "Arras, Phil",
        "Kwon, James",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2023MNRAS.519.4325Y",
      "citation_count": 22,
      "doctype": "article",
      "doi": "10.1093/mnras/stac3614",
      "inspire_recid": "2181831",
      "page": "4325",
      "pub": "Monthly Notices of the Royal Astronomical Society",
      "pub_raw": "Monthly Notices of the Royal Astronomical Society, Volume 519, Issue 3, pp.4325-4343",
      "pubdate": "2023-03-00",
      "title": "Beyond the linear tide: impact of the non-linear tidal response of neutron stars on gravitational waveforms from binary inspirals",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Neutron stars",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "519",
      "year": 2023
    },
    {
      "abstract": "Quasicircular binary black hole mergers are described by 15 parameters, of which gravitational wave observations can typically constrain only ∼10 independent combinations to varying degree. In this work, we devise coordinates that remove correlations, and disentangle well- and poorly-measured quantities. Additionally, we identify approximate discrete symmetries in the posterior as the primary cause of multimodality, and design a method to tackle this type of multimodality. The resulting posteriors have little structure and can be sampled efficiently and robustly. We provide a PYTHON package for parameter estimation, cogwheel, that implements these methods together with other algorithms for accelerating the inference process. One of the coordinates we introduce is a spin azimuth that is measured remarkably well in several events. We suggest this might be a sensitive indicator of orbital precession, and we anticipate that it will shed light on the occurrence of spin-orbit misalignment in nature.",
      "arxiv_id": "2207.03508",
      "authors": [
        "Roulet, Javier",
        "Olsen, Seth",
        "Mushkin, Jonathan",
        "Islam, Tousif",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2022PhRvD.106l3015R",
      "citation_count": 47,
      "doctype": "article",
      "doi": "10.48550/arXiv.2207.03508",
      "inspire_recid": "2107899",
      "page": "123015",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 106, Issue 12, article id.123015",
      "pubdate": "2022-12-00",
      "title": "Removing degeneracy and multimodality in gravitational wave source parameters",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "106",
      "year": 2022
    },
    {
      "abstract": "We present a parameter estimation framework for gravitational wave (GW) signals that brings together several ideas to accelerate the inference process. First, we use the relative binning algorithm to evaluate the signal-to-noise-ratio timeseries in each detector for a given choice of intrinsic parameters. Second, we decouple the estimation of the intrinsic parameters (such as masses and spins of the components) from that of the extrinsic parameters (such as distance, orientation, and sky location) that describe a binary compact object coalescence. We achieve this by semi-analytically marginalizing the posterior distribution over extrinsic parameters without repeatedly evaluating the waveform for a fixed set of intrinsic parameters. Finally, we augment samples of intrinsic parameters with extrinsic parameters drawn from their appropriate conditional distributions. We implement the method for binaries with aligned spins, restricted to the quadrupole mode of the signal. Using simulated GW signals, we demonstrate that the method produces full eleven-dimensional posteriors that match those from standard Bayesian inference. Our framework takes only ~200 seconds to analyze a typical binary-black-hole signal and ~250 seconds to analyze a typical binary-neutron-star signal using one computing core. Such real-time and accurate estimation of the binary source properties will greatly aid the interpretation of triggers from gravitational wave searches, as well as the search for possible electromagnetic counterparts. We make the framework publicly available via the GW inference package cogwheel.",
      "arxiv_id": "2210.16278",
      "authors": [
        "Islam, Tousif",
        "Roulet, Javier",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2022arXiv221016278I",
      "citation_count": 23,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2210.16278",
      "inspire_recid": "2173111",
      "page": "arXiv:2210.16278",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2210.16278",
      "pubdate": "2022-10-00",
      "title": "Factorized Parameter Estimation for Real-Time Gravitational Wave Inference",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2022
    },
    {
      "abstract": "We report the detection of ten new binary black hole (BBH) mergers in the publicly released data from the first half of the third observing run (O3a) of advanced LIGO and advanced Virgo. We identify candidates using an updated version of the search pipeline described in Venumadhav et al. [Phys. Rev. D 100, 023011 (2019), 10.1103/PhysRevD.100.023011] (the \"IAS pipeline\" [T. Venumadhav et al., Phys. Rev. D 101, 083030 (2020)., 10.1103/PhysRevD.101.083030]) and compile a catalog of signals that pass a significance threshold of astrophysical probability greater than 0.5 (following the GWTC-2.1 [R. Abbott et al. (&lt;collab&gt;The LIGO Scientific Collaboration, the Virgo Collaboration&lt;/collab&gt;), arXiv:2108.01045&lt;/pub-id&gt;.] and 3-OGC [A. H. Nitz et al., Astrophys. J. 922, 76 (2021)., 10.3847/1538-4357/ac1c03] catalogs). The updated IAS pipeline is sensitive to a larger region of parameter space, applies a template prior that accounts for different search volume as a function of intrinsic parameters, and uses an improved coherent detection statistic that optimally combines the data from the Hanford and Livingston detectors. Among the ten new events, we observe interesting astrophysical scenarios including sources with confidently large effective spin parameters in both the positive and negative directions, high-mass black holes that are difficult to form in stellar collapse models due to (pulsational) pair instability, and low-mass mergers that bridge the gap between neutron stars and the lightest observed black holes. We infer source parameters in the upper and lower black hole mass gaps with both extreme and near-unity mass ratios, and one of the possible neutron star-black hole (NSBH) mergers is well localized for electromagnetic (EM) counterpart searches. We detect all of the GWTC-2.1 BBH mergers with coincident data in Hanford and Livingston except for three loud events that get vetoed, which is compatible with the false-positive rate of our veto procedure, and three that fall below the detection threshold. We also return to significance the event GW190909_114149, which was reduced to a subthreshold trigger after its initial appearance in GWTC-2 [R. Abbott et al., Phys. Rev. X 11, 021053 (2021).&lt;pub-id pub-id-type=\"doi\" specific-use=\"suppress-display\"&gt;10.1103/PhysRevX.11.021053]. This amounts to a total of 42 BBH mergers detected by our pipeline's search of the coincident Hanford-Livingston O3a data.",
      "arxiv_id": "2201.02252",
      "authors": [
        "Olsen, Seth",
        "Venumadhav, Tejaswi",
        "Mushkin, Jonathan",
        "Roulet, Javier",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2022PhRvD.106d3009O",
      "citation_count": 192,
      "doctype": "article",
      "doi": "10.48550/arXiv.2201.02252",
      "inspire_recid": "2005596",
      "page": "043009",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 106, Issue 4, article id.043009",
      "pubdate": "2022-08-00",
      "title": "New binary black hole mergers in the LIGO-Virgo O3a data",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "106",
      "year": 2022
    },
    {
      "abstract": "We present a reanalysis of GW151226, the second binary black hole merger discovered by the LIGO-Virgo Collaboration. Previous analysis showed that the best-fit waveform for this event corresponded to the merger of a ∼14 M<SUB>⊙</SUB> black hole with a ∼7.5 M<SUB>⊙</SUB> companion, and the posterior distribution in mass ratio (q ≤1 ) is rather flat. In this work, we perform parameter estimation using a waveform model that includes the effects of orbital precession and higher-order radiative multipole modes, and we find that the source parameters of GW151226 shift toward the low q and high effective spin (χ<SUB>eff</SUB>) region and that q is better measured. The new solution has a log likelihood roughly two points higher than when either higher multipoles or orbital precession is neglected and can alter the astrophysical interpretation of GW151226. Additionally, we find it useful to use a flat-in-χ<SUB>eff</SUB> prior, which does not penalize the large |χ<SUB>eff</SUB>| region, in order to uncover the higher likelihood region for GW151226. Our solution has several interesting properties: (a) the secondary black hole mass is close to the upper limit of the hypothesized lower mass gap of astrophysical black hole population; and (b) orbital precession is driven by the primary black hole spin, which has a dimensionless magnitude as large as ∼0.85 and is tilted away from the orbital angular momentum at an angle of ∼5 7 ° . Since GW151226 is a relatively weak signal, an unambiguous claim of the detection of these effects in the signal cannot be made.",
      "arxiv_id": "2105.06486",
      "authors": [
        "Chia, Horng Sheng",
        "Olsen, Seth",
        "Roulet, Javier",
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2022PhRvD.106b4009C",
      "citation_count": 25,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.106.024009",
      "inspire_recid": "1863310",
      "page": "024009",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 106, Issue 2, article id.024009",
      "pubdate": "2022-07-00",
      "title": "Signs of higher multipoles and orbital precession in GW151226",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "106",
      "year": 2022
    },
    {
      "abstract": "In recent years, there have been significant advances in multimessenger astronomy due to the discovery of the first, and so far only confirmed, gravitational wave event with a simultaneous electromagnetic (EM) counterpart, as well as improvements in numerical simulations, gravitational wave (GW) detectors, and transient astronomy. This has led to the exciting possibility of performing joint analyses of the GW and EM data, providing additional constraints on fundamental properties of the binary progenitor and merger remnant. Here, we present a new Bayesian framework that allows inference of these properties, while taking into account the systematic modeling uncertainties that arise when mapping from GW binary progenitor properties to photometric light curves. We extend the relative binning method presented in Zackay et al. to include extrinsic GW parameters for fast analysis of the GW signal. The focus of our EM framework is on light curves arising from r-process nucleosynthesis in the ejected material during and after merger, the so-called kilonova, and particularly on black hole-neutron star systems. As a case study, we examine the recent detection of GW190425, where the primary object is consistent with being either a black hole or a neutron star. We show quantitatively how improved mapping between binary progenitor and outflow properties, and/or an increase in EM data quantity and quality are required in order to break degeneracies in the fundamental source parameters.",
      "arxiv_id": "2102.11569",
      "authors": [
        "Raaijmakers, Geert",
        "Nissanke, Samaya",
        "Foucart, Francois",
        "Kasliwal, Mansi M.",
        "Bulla, Mattia",
        "Fernández, Rodrigo",
        "Henkel, Amelia",
        "Hinderer, Tanja",
        "Hotokezaka, Kenta",
        "Lukošiūtė, Kamilė",
        "Venumadhav, Tejaswi",
        "Antier, Sarah",
        "Coughlin, Michael W.",
        "Dietrich, Tim",
        "Edwards, Thomas D. P."
      ],
      "bibcode": "2021ApJ...922..269R",
      "citation_count": 67,
      "doctype": "article",
      "doi": "10.3847/1538-4357/ac222d",
      "inspire_recid": "1848025",
      "page": "269",
      "pub": "The Astrophysical Journal",
      "pub_raw": "The Astrophysical Journal, Volume 922, Issue 2, id.269, <NUMPAGES>17</NUMPAGES> pp.",
      "pubdate": "2021-12-00",
      "title": "The Challenges Ahead for Multimessenger Analyses of Gravitational Waves and Kilonova: A Case Study on GW190425",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "922",
      "year": 2021
    },
    {
      "abstract": "We map the likelihood of GW190521, the heaviest detected binary black hole (BBH) merger, by sampling under different mass and spin priors designed to be uninformative. We find that a source-frame total mass of ∼150 M<SUB>⊙</SUB> is consistently supported, but posteriors in mass ratio and spin depend critically on the choice of priors. We confirm that the likelihood has a multimodal structure with peaks in regions of mass ratio representing very different astrophysical scenarios. The unequal-mass region (m<SUB>2</SUB>/m<SUB>1</SUB>&lt;0.3 ) has an average likelihood ∼e<SUP>6</SUP> times larger than the equal-mass region (m<SUB>2</SUB>/m<SUB>1</SUB>&gt;0.3 ) and a maximum likelihood ∼e<SUP>2</SUP> larger. Using ensembles of samples across priors, we examine the implications of qualitatively different BBH sources that fit the data. We find that the equal-mass solution has poorly constrained spins and at least one black hole mass that is difficult to form via stellar collapse due to pair instability. The unequal-mass solution can avoid this mass gap entirely but requires a negative effective spin and a precessing primary. Either of these scenarios is more easily produced by dynamical formation channels than field binary coevolution. Drawing representative samples from each region of the likelihood map, we find a sensitive comoving volume time O (10 ) times larger in the mass gap region than the gap-avoiding region. Considering D<SUB>com</SUB><SUP>3</SUP>L to account for the distance effect, the likelihood of these representative samples still reverses the advantage to favor the gap-avoiding scenario by a factor of O (100 ) before including mass and spin priors. Posteriors are easily driven away from this high-likelihood region by common prior choices meant to be uninformative, making GW190521 parameter inference sensitive to the assumed mass and spin distributions of mergers in the source's astrophysical channel. This may be a generic issue for similarly heavy events given current detector sensitivity and waveform degeneracies.",
      "arxiv_id": "2106.13821",
      "authors": [
        "Olsen, Seth",
        "Roulet, Javier",
        "Chia, Horng Sheng",
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2021PhRvD.104h3036O",
      "citation_count": 24,
      "doctype": "article",
      "doi": "10.48550/arXiv.2106.13821",
      "inspire_recid": "1870522",
      "page": "083036",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 104, Issue 8, article id.083036",
      "pubdate": "2021-10-00",
      "title": "Mapping the likelihood of GW190521 with diverse mass and spin priors",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "104",
      "year": 2021
    },
    {
      "abstract": "The distribution of effective spin χ<SUB>eff</SUB>, a parameter that encodes the degree of spin-orbit alignment in a binary system, has been widely regarded as a robust discriminator between the isolated and dynamical formation pathways for merging binary black holes. Until the recent release of the GWTC-2 catalog, such tests have yielded inconclusive results due to the small number of events with measurable nonzero spins. In this work, we study the χ<SUB>eff</SUB> distribution of the binary black holes detected in the LIGO-Virgo O1-O3a observing runs. Our focus is on the degree to which the χ<SUB>eff</SUB> distribution is symmetric about χ<SUB>eff</SUB>=0 and whether the data provide support for a population of negative-χ<SUB>eff</SUB> systems. We find that the χ<SUB>eff</SUB> distribution is asymmetric at 95% credibility, with an excess of aligned-spin binary systems (χ<SUB>eff</SUB>&gt;0 ) over antialigned ones. Moreover, we find that there is no evidence for negative-χ<SUB>eff</SUB> systems in the current population of binary black holes. Thus, based solely on the χ<SUB>eff</SUB> distribution, dynamical formation is disfavored as being responsible for the entirety of the observed merging binary black holes, while isolated formation remains viable. We also study the mass distribution of the current binary black hole population, confirming that a single truncated power-law distribution in the primary source-frame mass, m<SUB>1 s</SUB>, fails to describe the observations. Instead, we find that the preferred models have a steep feature at m<SUB>1 s</SUB>∼40 M<SUB>⊙</SUB> consistent with a step and an extended, shallow tail to high masses.",
      "arxiv_id": "2105.10580",
      "authors": [
        "Roulet, Javier",
        "Chia, Horng Sheng",
        "Olsen, Seth",
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2021PhRvD.104h3010R",
      "citation_count": 119,
      "doctype": "article",
      "doi": "10.48550/arXiv.2105.10580",
      "inspire_recid": "1864793",
      "page": "083010",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 104, Issue 8, article id.083010",
      "pubdate": "2021-10-00",
      "title": "Distribution of effective spins and masses of binary black holes from the LIGO and Virgo O1-O3a observing runs",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "104",
      "year": 2021
    },
    {
      "abstract": "We introduce a new technique to search for gravitational wave events from compact binary mergers that produce a clear signal only in a single gravitational wave detector, and marginal signals in other detectors. Such a situation can arise when the detectors in a network have different sensitivities, or when sources have unfavorable sky locations or orientations. We start with a short list of loud single-detector triggers from regions of parameter space that are empirically unaffected by glitches (after applying signal-quality vetoes). For each of these triggers, we compute evidence for astrophysical origin from the rest of the detector network by coherently combining the likelihoods from all detectors and marginalizing over extrinsic geometric parameters. We report the discovery of two new binary black hole (BBH) mergers in the second observing run of Advanced LIGO and Virgo (O2), in addition to the ones that were reported in [B. P. Abbott et al. (LIGO Scientific and Virgo Collaborations), Phys. Rev. X 9, 031040 (2019), 10.1103/PhysRevX.9.031040 and [T. Venumadhav et al., Phys. Rev. D 101, 083030 (2020), 10.1103/PhysRevD.101.083030]. We estimate that the two events have false alarm rates of one in 19 years (60 O2) and one in 11 years (36 O2). One of the events, GW170817A, has primary and secondary masses m<SUB>1</SUB><SUP>src</SUP>=5 6<SUB>-10</SUB><SUP>+16</SUP> M<SUB>⊙</SUB> and m<SUB>2</SUB><SUP>src</SUP>=4 0<SUB>-11</SUB><SUP>+10</SUP> M<SUB>⊙</SUB> in the source frame. The existence of GW170817A should be very informative about the theoretically predicted upper mass gap for stellar mass black holes. Its effective spin parameter is measured to be χ<SUB>eff</SUB>=0.5 ±0.2 , which is consistent with the tendency of the heavier detected BBH systems to have large and positive effective spin parameters. The other event, GWC170402, will be discussed thoroughly in future work.",
      "arxiv_id": "1910.09528",
      "authors": [
        "Zackay, Barak",
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Roulet, Javier",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2021PhRvD.104f3030Z",
      "citation_count": 153,
      "doctype": "article",
      "doi": "10.48550/arXiv.1910.09528",
      "inspire_recid": "1759933",
      "page": "063030",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 104, Issue 6, article id.063030",
      "pubdate": "2021-09-00",
      "title": "Detecting gravitational waves with disparate detector responses: Two new binary black hole mergers",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "104",
      "year": 2021
    },
    {
      "abstract": "Searches for gravitational waves crucially depend on exact signal processing of noisy strain data from gravitational wave detectors, which are known to exhibit significant nonstationary and non-Gaussian behavior. In this paper, we study two distinct effects in the LIGO/Virgo data that reduce the sensitivity of searches: first, variations in the noise power spectral density (PSD) on timescales of more than a few seconds; and second, loud and abrupt transient \"glitches\" of terrestrial or instrumental origin. We derive a simple procedure to correct, at first order, the effect of the variation in the PSD on the search background. Given the knowledge of the existence of localized glitches, in particular segments of data, we also develop a method to insulate statistical inference from these glitches, so as to cleanly excise them without affecting the search background in neighboring seconds. We show the importance of applying these methods on the publicly available LIGO data and estimate an increase in the detection volume of at least 15% from the PSD-drift correction alone, due to the improved background distribution.",
      "arxiv_id": "1908.05644",
      "authors": [
        "Zackay, Barak",
        "Venumadhav, Tejaswi",
        "Roulet, Javier",
        "Dai, Liang",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2021PhRvD.104f3034Z",
      "citation_count": 98,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.104.063034",
      "inspire_recid": "1749740",
      "page": "063034",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 104, Issue 6, article id.063034",
      "pubdate": "2021-09-00",
      "title": "Detecting gravitational waves in data with non-stationary and non-Gaussian noise",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "104",
      "year": 2021
    },
    {
      "abstract": "We perform a statistical inference of the astrophysical population of binary black hole (BBH) mergers observed during the first two observing runs of Advanced LIGO and Advanced Virgo, including events reported in the GWTC-1 and IAS catalogs. We derive a novel formalism to fully and consistently account for events of arbitrary significance. We carry out a software injection campaign to obtain a set of mock astrophysical events subject to our selection effects, and use the search background to compute the astrophysical probabilities p<SUB>astro</SUB> of candidate events for several phenomenological models of the BBH population. We emphasize that the values of p<SUB>astro</SUB> depend on both the astrophysical and background models. Finally, we combine the information from individual events to infer the rate, spin, mass, mass-ratio and redshift distributions of the mergers. The existing population does not discriminate between random spins with a spread in the effective spin parameter, and a small but nonzero fraction of events from tidally torqued stellar progenitors. The mass distribution is consistent with one having a cutoff at m<SUB>max</SUB>=41<SUB>-5</SUB><SUP>+10</SUP> M<SUB>⊙</SUB> , while the mass ratio favors equal masses; the mean mass ratio q ¯ &gt;0.67 . The rate shows no significant evolution with redshift. We show that the merger rate restricted to BBHs with a primary mass between 20 - 30 M<SUB>⊙</SUB> , and a mass ratio q &gt;0.5 , and at z ∼0.2 , is 1.5 - 5.3 Gpc<SUP>-3</SUP> yr<SUP>-1</SUP> (90% c.l.); these bounds are model independent and a factor of ∼3 tighter than that on the local rate of all BBH mergers, and hence are a robust constraint on all progenitor models. Including the events in our catalog increases the Fisher information about the BBH population by ∼47 % , and tightens the constraints on population parameters.",
      "arxiv_id": "2008.07014",
      "authors": [
        "Roulet, Javier",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Dai, Liang",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2020PhRvD.102l3022R",
      "citation_count": 72,
      "doctype": "article",
      "doi": "10.48550/arXiv.2008.07014",
      "inspire_recid": "1811939",
      "page": "123022",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 102, Issue 12, article id.123022",
      "pubdate": "2020-12-00",
      "title": "Binary black hole mergers from LIGO/Virgo O1 and O2: Population inference combining confident and marginal events",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "102",
      "year": 2020
    },
    {
      "abstract": "We perform a detailed parameter estimation study of binary black hole merger events reported by Zackay et al. [Phys. Rev. D 100, 023007 (2019), 10.1103/PhysRevD.100.023007] and Venumadhav et al. [Phys. Rev. D 101, 083030 (2020), 10.1103/PhysRevD.101.083030]. These are some of the faintest signals reported so far, and hence, relative to the loud events in the GWTC-1 catalog [B. P. Abbott et al. (LIGO Scientific and Virgo Collaborations), Phys. Rev. X 9, 031040 (2019), 10.1103/PhysRevX.9.031040], the data should have lesser constraining power on their intrinsic parameters. Hence we examine the robustness of parameter inference to choices made in the analysis, as well as any potential systematics. We check the impact of different methods of estimating the noise power spectral density, different waveform models, and different priors for the compact object spins. For most of the events, the resulting differences in the inferred values of the parameters are much smaller than their statistical uncertainties. The estimation of the effective spin parameter χ<SUB>eff</SUB>, i.e., the projection of the mass-weighted total spin along the angular momentum, can be sensitive to analysis choices for two of the sources with the largest effective spin magnitudes, GW151216 and GW170403. The primary differences arise from using a 3D isotropic spin prior: the tails of the posterior distributions should be interpreted with care and due consideration of the other data analysis choices.",
      "arxiv_id": "2003.04513",
      "authors": [
        "Huang, Yiwen",
        "Haster, Carl-Johan",
        "Roulet, Javier",
        "Vitale, Salvatore",
        "Zimmerman, Aaron",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Dai, Liang",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2020PhRvD.102j3024H",
      "citation_count": 36,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.102.103024",
      "inspire_recid": "1784835",
      "page": "103024",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 102, Issue 10, article id.103024",
      "pubdate": "2020-11-00",
      "title": "Source properties of the lowest signal-to-noise-ratio binary black hole detections",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "102",
      "year": 2020
    },
    {
      "abstract": "We search for strongly lensed and multiply imaged gravitational wave signals in the second observing run of Advanced LIGO and Advanced Virgo (O2). We exploit a new source of information, the so-called Morse phase, which further mitigates the search background and constrains viable lenses. The best candidate we find is consistent with a strongly lensed signal from a massive binary black hole (BBH) merger, with three detected images consisting of the previously catalogued events GW170104 and GW170814, and a subthreshold trigger, GWC170620. Given the number of BBH events detected so far, we estimate an overall false alarm probability $\\sim 10^{-4}$ for the observed high degree of parameter coincidence between the three events. On the flip side, we measure the Morse phase differences which suggest a complex and atypical lens system, with at least five images including a magnified image at a local maximum of the Fermat potential. The low prior probability for multiple lensed images and the amount of fine tuning required in the lens model reduce the credibility of the lensing hypothesis. The long time delays between lensed images point toward a galaxy cluster lens with an internal velocity dispersion $\\sigma \\sim 650\\,{\\rm km/s}$, and the observed strain amplitudes imply a likely range $0.4 &lt; z \\lesssim 0.7$ for the source redshift. We provide an error ellipse of $\\sim 16\\,{\\rm deg}^2$ for the sky location of the source together with additional specific constraints on the lens-host system, and encourage follow-up efforts to confirm or rule out any viable lens. If this is indeed a lensed event, successfully pinpointing the system would offer a unique opportunity to identify the host galaxy of a BBH merger, and even localize the source within it.",
      "arxiv_id": "2007.12709",
      "authors": [
        "Dai, Liang",
        "Zackay, Barak",
        "Venumadhav, Tejaswi",
        "Roulet, Javier",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2020arXiv200712709D",
      "citation_count": 112,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.2007.12709",
      "inspire_recid": "1808899",
      "page": "arXiv:2007.12709",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:2007.12709",
      "pubdate": "2020-07-00",
      "title": "Search for Lensed Gravitational Waves Including Morse Phase Information: An Intriguing Candidate in O2",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational lensing",
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2020
    },
    {
      "abstract": "We report the detection of new binary black hole merger events in the publicly available data from the second observing run of Advanced LIGO and Advanced Virgo (O2). The mergers were discovered using the new search pipeline described in Venumadhav et al. [Phys. Rev. D 100, 023011 (2019), 10.1103/PhysRevD.100.023011] and are above the detection thresholds as defined in Abbott et al. (LIGO Scientific and Virgo Collaborations) [Phys. Rev. X 9, 031040 (2019)., 10.1103/PhysRevX.9.031040]. Three of the mergers (GW170121, GW170304, GW170727) have inferred probabilities of being of astrophysical origin p<SUB>astro</SUB>&gt;0.98 . The remaining three (GW170425, GW170202, GW170403) are less certain, with p<SUB>astro</SUB> ranging from 0.5 to 0.8. The newly found mergers largely share the statistical properties of previously reported events, with the exception of GW170403, the least secure event, which has a highly negative effective spin parameter χ<SUB>eff</SUB>. The most secure new event, GW170121 (p<SUB>astro</SUB>&gt;0.99 ), is also notable due to its inferred negative value of χ<SUB>eff</SUB>, which is inconsistent with being positive at the ≈95.8 % confidence level. The new mergers nearly double the sample of gravitational wave events reported from O2 and present a substantial opportunity to explore the statistics of the binary black hole population in the Universe. The number of detected events is not surprising since we estimate that the detection volume of our pipeline may be larger than that of other pipelines by as much as a factor of 2 (with significant uncertainties in the estimate). The increase in volume is larger when the constituent detectors of the network have very different sensitivities, as is likely to be the case in current and future runs.",
      "arxiv_id": "1904.07214",
      "authors": [
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Roulet, Javier",
        "Dai, Liang",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2020PhRvD.101h3030V",
      "citation_count": 371,
      "doctype": "article",
      "doi": "10.48550/arXiv.1904.07214",
      "inspire_recid": "1729794",
      "page": "083030",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 101, Issue 8, article id.083030",
      "pubdate": "2020-04-00",
      "title": "New binary black hole mergers in the second observing run of Advanced LIGO and Advanced Virgo",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "101",
      "year": 2020
    },
    {
      "abstract": "We study the highly magnified arc SGAS J122651.3+215220 caused by a star-forming galaxy at z<SUB>s</SUB> = 2.93 crossing the lensing caustic cast by the galaxy cluster SDSS J1226+2152 (z<SUB>l</SUB> = 0.43), using Hubble Space Telescope observations. We report in the arc several asymmetric surface brightness features whose angular separations are a fraction of an arcsecond from the lensing critical curve and appear to be highly but unequally magnified image pairs of underlying compact sources, with one brightest pair having clear asymmetry consistently across four filters. One explanation of unequal magnification is microlensing by intracluster stars, which induces independent flux variations in the images of individual or groups of source stars in the lensed galaxy. For a second possibility, intracluster dark matter subhaloes invisible to telescopes effectively perturb lensing magnifications near the critical curve and give rise to persistently unequal image pairs. Our modelling suggests, at least for the most prominent identified image pair, that the microlensing hypothesis is in tension with the absence of notable asymmetry variation over a six-year baseline, while subhaloes of ∼10<SUP>6</SUP>-10<SUP>8</SUP> M<SUB>⊙</SUB> anticipated from structure formation with cold dark matter typically produce stationary and sizable asymmetries. We judge that observations at additional times and more precise lens models are necessary to stringently constrain temporal variability and robustly distinguish between the two explanations. The arc under this study is a scheduled target of a Director's Discretionary Early Release Science program of the James Webb Space Telescope, which will provide deep images and a high-resolution view with integral field spectroscopy.",
      "arxiv_id": "2001.00261",
      "authors": [
        "Dai, Liang",
        "Kaurov, Alexander A.",
        "Sharon, Keren",
        "Florian, Michael",
        "Miralda-Escudé, Jordi",
        "Venumadhav, Tejaswi",
        "Frye, Brenda",
        "Rigby, Jane R.",
        "Bayliss, Matthew"
      ],
      "bibcode": "2020MNRAS.495.3192D",
      "citation_count": 40,
      "doctype": "article",
      "doi": "10.1093/mnras/staa1355",
      "inspire_recid": "1773877",
      "page": "3192",
      "pub": "Monthly Notices of the Royal Astronomical Society",
      "pub_raw": "Monthly Notices of the Royal Astronomical Society, Volume 495, Issue 3, pp.3192-3208",
      "pubdate": "2020-01-00",
      "title": "Asymmetric surface brightness structure of caustic crossing arc in SDSS J1226+2152: a case for dark matter substructure",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational lensing",
        "Dark matter"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "495",
      "year": 2020
    },
    {
      "abstract": "The Square Kilometre Array (SKA) is a planned large radio interferometer designed to operate over a wide range of frequencies, and with an order of magnitude greater sensitivity and survey speed than any current radio telescope. The SKA will address many important topics in astronomy, ranging from planet formation to distant galaxies. However, in this work, we consider the perspective of the SKA as a facility for studying physics. We review four areas in which the SKA is expected to make major contributions to our understanding of fundamental physics: cosmic dawn and reionisation; gravity and gravitational radiation; cosmology and dark energy; and dark matter and astroparticle physics. These discussions demonstrate that the SKA will be a spectacular physics machine, which will provide many new breakthroughs and novel insights on matter, energy, and spacetime.",
      "arxiv_id": "1810.02680",
      "authors": [
        "Weltman, A.",
        "Bull, P.",
        "Camera, S.",
        "Kelley, K.",
        "Padmanabhan, H.",
        "Pritchard, J.",
        "Raccanelli, A.",
        "Riemer-Sørensen, S.",
        "Shao, L.",
        "Andrianomena, S.",
        "Athanassoula, E.",
        "Bacon, D.",
        "Barkana, R.",
        "Bertone, G.",
        "Bœhm, C.",
        "Bonvin, C.",
        "Bosma, A.",
        "Brüggen, M.",
        "Burigana, C.",
        "Calore, F.",
        "Cembranos, J. A. R.",
        "Clarkson, C.",
        "Connors, R. M. T.",
        "Cruz-Dombriz, Á. de la",
        "Dunsby, P. K. S.",
        "Fonseca, J.",
        "Fornengo, N.",
        "Gaggero, D.",
        "Harrison, I.",
        "Larena, J.",
        "Ma, Y.-Z.",
        "Maartens, R.",
        "Méndez-Isla, M.",
        "Mohanty, S. D.",
        "Murray, S.",
        "Parkinson, D.",
        "Pourtsidou, A.",
        "Quinn, P. J.",
        "Regis, M.",
        "Saha, P.",
        "Sahlén, M.",
        "Sakellariadou, M.",
        "Silk, J.",
        "Trombetti, T.",
        "Vazza, F.",
        "Venumadhav, T.",
        "Vidotto, F.",
        "Villaescusa-Navarro, F.",
        "Wang, Y.",
        "Weniger, C.",
        "Wolz, L.",
        "Zhang, F.",
        "Gaensler, B. M."
      ],
      "bibcode": "2020PASA...37....2W",
      "citation_count": 432,
      "doctype": "article",
      "doi": "10.48550/arXiv.1810.02680",
      "inspire_recid": "1697132",
      "page": "e002",
      "pub": "Publications of the Astronomical Society of Australia",
      "pub_raw": "Publications of the Astronomical Society of Australia, Volume 37, article id. e002",
      "pubdate": "2020-01-00",
      "title": "Fundamental physics with the Square Kilometre Array",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Cosmology",
        "Gravitational waves",
        "Reionization",
        "Dark matter"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "37",
      "year": 2020
    },
    {
      "abstract": "The dynamical assembly of binary black holes (BBHs) in dense star clusters (SCs) is one of the most promising pathways for producing observable gravitational wave (GW) sources, however several other formation scenarios likely operate as well. One of the current outstanding questions is how these different pathways may be distinguished apart. In this paper we suggest a new multimessenger observable that can be used to constrain the formation of BBH mergers originating from SCs: the electromagnetic signal from tidal disruptions (TDs) of stars by BBHs. Such TDs will show variability in their light curve from the orbital motion of the disruptive BBHs, and can therefore be used to map the BBH orbital period distribution, and thereby also the dynamical mechanisms that eventually drive the BBHs to merger. Using an analytical approach including general relativistic effects, we find that the orbital period distribution of BBHs within globular clusters peaks on timescales of days, which we argue is unique to this assembly pathway. We propose that the search for variable TDs in current and future EM transient surveys might be used to constrain the merger history of BBHs in SCs.",
      "arxiv_id": "1901.02889",
      "authors": [
        "Samsing, Johan",
        "Venumadhav, Tejaswi",
        "Dai, Liang",
        "Martinez, Irvin",
        "Batta, Aldo",
        "Lopez, Martin",
        "Ramirez-Ruiz, Enrico",
        "Kremer, Kyle"
      ],
      "bibcode": "2019PhRvD.100d3009S",
      "citation_count": 24,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.100.043009",
      "inspire_recid": "1713053",
      "page": "043009",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 100, Issue 4, id.043009",
      "pubdate": "2019-08-00",
      "title": "Probing the black hole merger history in clusters using stellar tidal disruptions",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "100",
      "year": 2019
    },
    {
      "abstract": "In this paper, we report on the construction of a new and independent pipeline for analyzing the public data from the first observing run of Advanced LIGO for mergers of compact binary systems. The pipeline incorporates different techniques and makes independent implementation choices in all its stages including the search design, the method to construct template banks, the automatic routines to detect bad data segments (\"glitches\") and to insulate good data from them, the procedure to account for the nonstationary nature of the detector noise, the signal-quality vetoes at the single-detector level and the methods to combine results from multiple detectors. Our pipeline enabled us to identify a new binary black hole merger GW151216 in the public LIGO data. This paper serves as a bird's eye view of the pipeline's important stages. Full details and derivations underlying the various stages will appear in accompanying papers.",
      "arxiv_id": "1902.10341",
      "authors": [
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Roulet, Javier",
        "Dai, Liang",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2019PhRvD.100b3011V",
      "citation_count": 182,
      "doctype": "article",
      "doi": "10.48550/arXiv.1902.10341",
      "inspire_recid": "1722254",
      "page": "023011",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 100, Issue 2, id.023011",
      "pubdate": "2019-07-00",
      "title": "New search pipeline for compact binary mergers: Results for binary black holes in the first observing run of Advanced LIGO",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "100",
      "year": 2019
    },
    {
      "abstract": "We report a new binary black hole merger in the publicly available LIGO first observing run (O1) data release. The event has a false alarm rate of one per six years in the detector-frame chirp-mass range M<SUP>det</SUP>∈[20 ,40 ]M<SUB>⊙</SUB> in a new independent analysis pipeline that we developed. Our best estimate of the probability that the event is of astrophysical origin is P<SUB>astro</SUB>∼0.71 . The estimated physical parameters of the event indicate that it is the merger of two massive black holes, M<SUP>det</SUP>=3 1<SUB>-3</SUB><SUP>+2</SUP>M<SUB>⊙</SUB> with an effective spin parameter, χ<SUB>eff</SUB>=0.8 1<SUB>-0.21</SUB><SUP>+0.15</SUP>, making this the most highly spinning merger reported to date. It is also among the two highest redshift mergers observed so far. The high aligned spin of the merger supports the hypothesis that merging binary black holes can be created by binary stellar evolution.",
      "arxiv_id": "1902.10331",
      "authors": [
        "Zackay, Barak",
        "Venumadhav, Tejaswi",
        "Dai, Liang",
        "Roulet, Javier",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2019PhRvD.100b3007Z",
      "citation_count": 194,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.100.023007",
      "inspire_recid": "1722266",
      "page": "023007",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 100, Issue 2, id.023007",
      "pubdate": "2019-07-00",
      "title": "Highly spinning and aligned binary black hole merger in the Advanced LIGO first observing run",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Black holes",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "100",
      "year": 2019
    },
    {
      "abstract": "We examine a caustic-straddling arc at z = 0.9397 in the field of the galaxy cluster MACS J0416.1-2403 (z = 0.397) using archival multiband Hubble Space Telescope images and show that its surface brightness exhibits anomalies that can be explained by a single highly magnified star undergoing microlensing. First, we show that the surface brightness pattern is not perfectly symmetric across the cluster critical curve, which is inconsistent with a locally smooth lens model; the location of the candidate star exhibits the most significant asymmetry. Second, our analysis indicates that the asymmetric feature has ∼30% higher flux in the 2012 visits compared to the Frontier Fields program visits in 2014. Moreover, the variable asymmetric feature shows an anomalous color between the F814W and F105W filters in 2014. These anomalies are naturally explained by microlensing-induced variability of a caustic-transiting blue supergiant in a star-forming region, with a mean magnification factor around μ ∼ 200. We extend this study to a statistical analysis of the whole arc image and find tentative evidence of the increased mismatch of the two images in the proximity of the critical line. Robust detection of one or multiple caustic-transiting stars in this arc will enable detailed follow-up studies that can shed light on the small-scale structure of the dark matter inside the cluster halo.",
      "arxiv_id": "1902.10090",
      "authors": [
        "Kaurov, Alexander A.",
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Miralda-Escudé, Jordi",
        "Frye, Brenda"
      ],
      "bibcode": "2019ApJ...880...58K",
      "citation_count": 71,
      "doctype": "article",
      "doi": "10.3847/1538-4357/ab2888",
      "inspire_recid": "1722101",
      "page": "58",
      "pub": "The Astrophysical Journal",
      "pub_raw": "The Astrophysical Journal, Volume 880, Issue 1, article id. 58, <NUMPAGES>10</NUMPAGES> pp. (2019).",
      "pubdate": "2019-07-00",
      "title": "Highly Magnified Stars in Lensing Clusters: New Evidence in a Galaxy Lensed by MACS J0416.1-2403",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational lensing",
        "Dark matter"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "880",
      "year": 2019
    },
    {
      "abstract": "We introduce an algorithm for placing template waveforms for the search of compact binary mergers in gravitational wave interferometer data. We exploit the smooth dependence of the amplitude and unwrapped phase of the frequency-domain waveform on the parameters of the binary. We group waveforms with similar amplitude profiles and perform a singular value decomposition of the phase profiles to obtain an orthonormal basis for the phase functions. The leading basis functions span a lower-dimensional linear space in which the unwrapped phase of any physical waveform is well approximated. The optimal template placement is given by a regular grid in the space of linear coefficients. The algorithm is applicable to any frequency-domain waveform model and detector sensitivity curve. It is computationally efficient and requires little tuning. Applying this method, we construct a set of template banks suitable for the search of aligned-spin binary neutron star, neutron-star-black-hole (NSBH) and binary black hole mergers in LIGO-Virgo data.",
      "arxiv_id": "1904.01683",
      "authors": [
        "Roulet, Javier",
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Zackay, Barak",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2019PhRvD..99l3022R",
      "citation_count": 45,
      "doctype": "article",
      "doi": "10.1103/PhysRevD.99.123022",
      "inspire_recid": "1727964",
      "page": "123022",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 99, Issue 12, id.123022",
      "pubdate": "2019-06-00",
      "title": "Template bank for compact binary coalescence searches in gravitational wave data: A general geometric placement algorithm",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Black holes",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "99",
      "year": 2019
    },
    {
      "abstract": "We show that recent observations of the compact binary, AM CVn type system, ES Ceti are fully consistent with theoretical predictions of stable mass transfer moderated by angular momentum loss due to gravitational-wave radiation. One of the main predictions of this model (for degenerate donors) is a widening of the binary. The mass transfer rate inferred from the observed rate of change in the orbital frequency is consistent with that inferred from the observed flux using the recent Gaia DR2 parallax",
      "arxiv_id": "1903.04978",
      "authors": [
        "Coleman, Matthew S. B.",
        "Venumadhav, Tejaswi",
        "Zackay, Barak"
      ],
      "bibcode": "2019arXiv190304978C",
      "citation_count": 0,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.1903.04978",
      "inspire_recid": "1724774",
      "page": "arXiv:1903.04978",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:1903.04978",
      "pubdate": "2019-03-00",
      "title": "Gravitational-wave-moderated Accretion: The Case of ES Ceti",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2019
    },
    {
      "abstract": "Luminous stars in background galaxies straddling the lensing caustic of a foreground galaxy cluster can be individually detected due to extreme magnification factors of ∼10<SUP>2</SUP>-10<SUP>3</SUP>, as recently observed in deep HST images. We propose a direct method to probe the presence of dark matter subhalos in galaxy clusters by measuring the astrometric perturbation they induce on the image positions of magnified stars or bright clumps: lensing by subhalos breaks the symmetry of a smooth critical curve, traced by the midpoints of close image pairs. For the giant arc at z = 0.725 behind the lensing cluster Abell 370 at z = 0.375, a promising target for detecting image pairs of stars, we find that subhalos of masses in the range of 10<SUP>6</SUP>-10<SUP>8</SUP> M <SUB>⊙</SUB> with the abundance predicted in the cold dark matter theory should typically imprint astrometric distortions at the level of 20-80 mas. We estimate that ∼10 hr integrations with JWST at ∼1-3 μm may uncover several magnified stars whose image doublets will reveal the subhalo-induced structures of the critical curve. This method can probe a dynamic range in the subhalo-to-cluster halo mass ratio of m/M ∼ 10<SUP>-7</SUP>-10<SUP>-9</SUP>, thereby placing new constraints on the nature of dark matter.",
      "arxiv_id": "1804.03149",
      "authors": [
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Kaurov, Alexander A.",
        "Miralda-Escud, Jordi"
      ],
      "bibcode": "2018ApJ...867...24D",
      "citation_count": 54,
      "doctype": "article",
      "doi": "10.48550/arXiv.1804.03149",
      "inspire_recid": "1667093",
      "page": "24",
      "pub": "The Astrophysical Journal",
      "pub_raw": "The Astrophysical Journal, Volume 867, Issue 1, article id. 24, <NUMPAGES>14</NUMPAGES> pp. (2018).",
      "pubdate": "2018-11-00",
      "title": "Probing Dark Matter Subhalos in Galaxy Clusters Using Highly Magnified Stars",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Dark matter",
        "Gravitational lensing",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "867",
      "year": 2018
    },
    {
      "abstract": "The intergalactic medium is expected to be at its coldest point before the formation of the first stars in the Universe. Motivated by recent results from the EDGES experiment, we revisit the standard calculation of the kinetic temperature of the neutral gas through this period. When the first ultraviolet (UV) sources turn on, photons redshift into the Lyman lines of neutral hydrogen and repeatedly scatter within the Lyman-α line. They heat the gas via atomic recoils, and, through the Wouthuysen-Field effect, set the spin temperature of the 21-cm hyperfine (spin-flip) line of atomic hydrogen in competition with the resonant cosmic microwave background (CMB) photons. We show that the Lyman-α photons also mediate energy transfer between the CMB photons and the thermal motions of the hydrogen atoms. In the absence of x-ray heating, this new mechanism is the major correction to the temperature of the adiabatically cooling gas (∼10 % at z =17 ), and is several times the size of the heating rate found in previous calculations. We also find that the effect is more dramatic in nonstandard scenarios that either enhance the radio background above the CMB or invoke new physics to cool the gas in order to explain the EDGES results. The coupling with the radio background can reduce the depth of the 21-cm absorption feature by almost a factor of 2 relative to the case with no sources of heating, and prevent the feature from developing a flattened bottom. As an inevitable consequence of the UV background that generates the absorption feature, this heating should be accounted for in any theoretical prediction.",
      "arxiv_id": "1804.02406",
      "authors": [
        "Venumadhav, Tejaswi",
        "Dai, Liang",
        "Kaurov, Alexander",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2018PhRvD..98j3513V",
      "citation_count": 83,
      "doctype": "article",
      "doi": "10.48550/arXiv.1804.02406",
      "inspire_recid": "1666883",
      "page": "103513",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 98, Issue 10, id.103513",
      "pubdate": "2018-11-00",
      "title": "Heating of the intergalactic medium by the cosmic microwave background during cosmic dawn",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Reionization"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "98",
      "year": 2018
    },
    {
      "abstract": "We revisit the 21 cm power spectrum from the epoch of cosmic dawn in light of the recent Experiment to Detect the Global Epoch of reionization Signature (EDGES) detection of the 21 cm global signal at frequencies corresponding to z ∼ 20. The shape of the signal suggests that the spin temperature of neutral hydrogen was coupled to the kinetic temperature of the gas relatively rapidly (19 ≲ z ≲ 21). We therefore consider models in which the ultraviolet photons were dominantly produced in the rarest and most massive halos (M ≳ 10<SUP>9</SUP> M <SUB>⊙</SUB>), as their abundance grows fast enough at those redshifts to account for this feature of the signal. We show that these models predict large power spectrum amplitudes during the inhomogeneous coupling, and then inhomogeneous heating by cosmic microwave background and Lyα photons due to the large shot noise associated with the rare sources. The power spectrum is enhanced by more than an order of magnitude compared to previous models that did not include the shot-noise contribution, making it a promising target for upcoming radio interferometers that aim to detect high-redshift 21 cm fluctuations.",
      "arxiv_id": "1805.03254",
      "authors": [
        "Kaurov, Alexander A.",
        "Venumadhav, Tejaswi",
        "Dai, Liang",
        "Zaldarriaga, Matias"
      ],
      "bibcode": "2018ApJ...864L..15K",
      "citation_count": 27,
      "doctype": "article",
      "doi": "10.3847/2041-8213/aada4c",
      "inspire_recid": "1672407",
      "page": "L15",
      "pub": "The Astrophysical Journal",
      "pub_raw": "The Astrophysical Journal Letters, Volume 864, Issue 1, article id. L15, <NUMPAGES>5</NUMPAGES> pp. (2018).",
      "pubdate": "2018-09-00",
      "title": "Implication of the Shape of the EDGES Signal for the 21 cm Power Spectrum",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Reionization"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "864",
      "year": 2018
    },
    {
      "abstract": "Based on the rate of gravitational-wave (GW) detections by Advanced LIGO and Virgo, we expect these detectors to observe hundreds of binary black hole mergers as they achieve their design sensitivities (within a few years). A small fraction of them can undergo strong gravitational lensing by intervening galaxies, resulting in multiple images of the same signal. To a very good approximation, the lensing magnifies/de-magnifies these GW signals without affecting their frequency profiles. We develop a Bayesian inference technique to identify pairs of strongly lensed images among hundreds of binary black hole events and demonstrate its performance using simulated GW observations.",
      "arxiv_id": "1807.07062",
      "authors": [
        "Haris, K.",
        "Mehta, Ajit Kumar",
        "Kumar, Sumit",
        "Venumadhav, Tejaswi",
        "Ajith, Parameswaran"
      ],
      "bibcode": "2018arXiv180707062H",
      "citation_count": 131,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.1807.07062",
      "inspire_recid": "1683034",
      "page": "arXiv:1807.07062",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:1807.07062",
      "pubdate": "2018-07-00",
      "title": "Identifying strongly lensed gravitational wave signals from binary black hole mergers",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational lensing",
        "Gravitational waves",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2018
    },
    {
      "abstract": "We present a method to accelerate the evaluation of the likelihood in gravitational wave parameter estimation. Parameter estimation codes compute likelihoods of similar waveforms, whose phases and amplitudes differ smoothly with frequency. We exploit this by precomputing frequency-binned overlaps of the best-fit waveform with the data. We show how these summary data can be used to approximate the likelihood of any waveform that is sufficiently probable within the required accuracy. We demonstrate that $\\simeq 60$ bins suffice to accurately compute likelihoods for strain data at a sampling rate of $4096\\,$Hz and duration of $T=2048\\,$s around the binary neutron star merger GW170817. Relative binning speeds up parameter estimation for frequency domain waveform models by a factor of $\\sim 10^4$ compared to naive matched filtering and $\\sim 10$ compared to reduced order quadrature.",
      "arxiv_id": "1806.08792",
      "authors": [
        "Zackay, Barak",
        "Dai, Liang",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2018arXiv180608792Z",
      "citation_count": 171,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.1806.08792",
      "inspire_recid": "1679399",
      "page": "arXiv:1806.08792",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:1806.08792",
      "pubdate": "2018-06-00",
      "title": "Relative Binning and Fast Likelihood Evaluation for Gravitational Wave Parameter Estimation",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Gravitational waves",
        "Neutron stars",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2018
    },
    {
      "abstract": "Relative binning is a new method for fast and accurate evaluation of the likelihood of gravitational wave strain data. This technique can be used to produce reliable posterior distributions for compact object mergers with very moderate computational resources. We use a fast likelihood evaluation code based on this technique to estimate the parameters of the double neutron-star merger event GW170817 using publicly available LIGO data. We obtain statistically similar posteriors using either Markov-chain Monte-Carlo or nested sampling. The results do not favor non-zero aligned spins at a statistically significant level. There is no significant sign of non-zero tidal deformability (as quantified by the Bayesian evidence), whether or not high-spin or low-spin priors are adopted. Our posterior samples are publicly available, and we also provide a tutorial Python code to implement fast likelihood evaluation using the relative binning method.",
      "arxiv_id": "1806.08793",
      "authors": [
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Zackay, Barak"
      ],
      "bibcode": "2018arXiv180608793D",
      "citation_count": 44,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.1806.08793",
      "inspire_recid": "1679393",
      "page": "arXiv:1806.08793",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:1806.08793",
      "pubdate": "2018-06-00",
      "title": "Parameter Estimation for GW170817 using Relative Binning",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Gravitational waves",
        "Neutron stars"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2018
    },
    {
      "abstract": "We propose a new method to measure the tensor-to-scalar ratio r using the circular polarization of the 21 cm radiation from the pre-reionization epoch. Our method relies on the splitting of the F =1 hyperfine level of neutral hydrogen due to the quadrupole moment of the cosmic microwave background (CMB). We show that unlike the Zeeman effect, where M<SUB>F</SUB>=±1 have opposite energy shifts, the CMB quadrupole shifts M<SUB>F</SUB>=±1 together relative to M<SUB>F</SUB>=0 . This splitting leads to a small circular polarization of the emitted 21 cm radiation. In this paper (Paper I in a series on this effect), we present calculations on the microphysics behind this effect, accounting for all processes that affect the hyperfine transition. We conclude with an analytic formula for the circular polarization from the Dark Ages as a function of pre-reionization parameters and the value of the remote quadrupole of the CMB. We also calculate the splitting of the F =1 hyperfine level due to other anisotropic radiation sources and show that they are not dominant. In a companion paper (Paper II) we make forecasts for measuring the tensor-to-scalar ratio r using future radio arrays.",
      "arxiv_id": "1707.03513",
      "authors": [
        "Hirata, Christopher M.",
        "Mishra, Abhilash",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2018PhRvD..97j3521H",
      "citation_count": 14,
      "doctype": "article",
      "doi": "10.48550/arXiv.1707.03513",
      "inspire_recid": "1609623",
      "page": "103521",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 97, Issue 10, id.103521",
      "pubdate": "2018-05-00",
      "title": "Detecting primordial gravitational waves with circular polarization of the redshifted 21 cm line. I. Formalism",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Gravitational waves",
        "Reionization",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "97",
      "year": 2018
    },
    {
      "abstract": "Recent observations of lensed galaxies at cosmological distances have detected individual stars that are extremely magnified when crossing the caustics of lensing clusters. In idealized cluster lenses with smooth mass distributions, two images of a star of radius R approaching a caustic brighten as {t}<SUP>-1/2</SUP> and reach a peak magnification ∼ {10}<SUP>6</SUP>{(10{R}<SUB>⊙ </SUB>/R)}<SUP>1/2</SUP> before merging on the critical curve. We show that a mass fraction ({κ }<SUB>\\star </SUB> ≳ {10}<SUP>-4.5</SUP>) in microlenses inevitably disrupts the smooth caustic into a network of corrugated microcaustics and produces light curves with numerous peaks. Using analytical calculations and numerical simulations, we derive the characteristic width of the network, caustic-crossing frequencies, and peak magnifications. For the lens parameters of a recent detection and a population of intracluster stars with {κ }<SUB>\\star </SUB>∼ 0.01, we find a source-plane width of ∼ 20 {pc} for the caustic network, which spans 0.2 {arcsec} on the image plane. A source star takes ∼ 2× {10}<SUP>4</SUP> years to cross this width, with a total of ∼ 6× {10}<SUP>4</SUP> crossings, each one lasting for ∼ 5 {hr} (R/10 {R}<SUB>⊙ </SUB>) with typical peak magnifications of ∼ {10}<SUP>4</SUP> {(R/10{R}<SUB>⊙ </SUB>)}<SUP>-1/2</SUP>. The exquisite sensitivity of caustic-crossing events to the granularity of the lens-mass distribution makes them ideal probes of dark matter components, such as compact halo objects and ultralight axion dark matter.",
      "arxiv_id": "1707.00003",
      "authors": [
        "Venumadhav, Tejaswi",
        "Dai, Liang",
        "Miralda-Escudé, Jordi"
      ],
      "bibcode": "2017ApJ...850...49V",
      "citation_count": 89,
      "doctype": "article",
      "doi": "10.3847/1538-4357/aa9575",
      "inspire_recid": "1608328",
      "page": "49",
      "pub": "The Astrophysical Journal",
      "pub_raw": "The Astrophysical Journal, Volume 850, Issue 1, article id. 49, <NUMPAGES>24</NUMPAGES> pp. (2017).",
      "pubdate": "2017-11-00",
      "title": "Microlensing of Extremely Magnified Stars near Caustics of Galaxy Clusters",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational lensing",
        "Dark matter",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "850",
      "year": 2017
    },
    {
      "abstract": "We propose a method of measuring extremely weak magnetic fields in the intergalactic medium prior to and during the epoch of cosmic reionization. The method utilizes the Larmor precession of spin-polarized neutral hydrogen in the triplet state of the hyperfine transition. This precession leads to a systematic change in the brightness temperature fluctuations of the 21-cm line from the high-redshift universe, and thus the statistics of these fluctuations encode information about the magnetic field the atoms are immersed in. The method is most suited to probing fields that are coherent on large scales; in this paper, we consider a homogenous magnetic field over the scale of the 21-cm fluctuations. Due to the long lifetime of the triplet state of the 21-cm transition, this technique is naturally sensitive to extremely weak field strengths, of order 10<SUP>-19</SUP> G at a reference redshift of ∼20 (or 10<SUP>-21</SUP> G if scaled to the present day). Therefore, this might open up the possibility of probing primordial magnetic fields just prior to reionization. If the magnetic fields are much stronger, it is still possible to use this method to infer their direction, and place a lower limit on their strength. In this paper (Paper I in a series on this effect), we perform detailed calculations of the microphysics behind this effect, and take into account all the processes that affect the hyperfine transition, including radiative decays, collisions, and optical pumping by Lyman-α photons. We conclude with an analytic formula for the brightness temperature of linear-regime fluctuations in the presence of a magnetic field, and discuss its limiting behavior for weak and strong fields.",
      "arxiv_id": "1410.2250",
      "authors": [
        "Venumadhav, Tejaswi",
        "Oklopčić, Antonija",
        "Gluscevic, Vera",
        "Mishra, Abhilash",
        "Hirata, Christopher M."
      ],
      "bibcode": "2017PhRvD..95h3010V",
      "citation_count": 22,
      "doctype": "article",
      "doi": "10.48550/arXiv.1410.2250",
      "inspire_recid": "1321339",
      "page": "083010",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 95, Issue 8, id.083010",
      "pubdate": "2017-04-00",
      "title": "New probe of magnetic fields in the prereionization epoch. I. Formalism",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Reionization",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "95",
      "year": 2017
    },
    {
      "abstract": "In the first paper of this series, we proposed a novel method to probe large-scale intergalactic magnetic fields during the cosmic Dark Ages, using 21-cm tomography. This method relies on the effect of spin alignment of hydrogen atoms in a cosmological setting, and on the effect of magnetic precession of the atoms on the statistics of the 21-cm brightness-temperature fluctuations. In this paper, we forecast the sensitivity of future tomographic surveys to detecting magnetic fields using this method. For this purpose, we develop a minimum-variance estimator formalism to capture the characteristic anisotropy signal using the two-point statistics of the brightness-temperature fluctuations. We find that, depending on the reionization history, and subject to the control of systematics from foreground subtraction, an array of dipole antennas in a compact-grid configuration with a collecting area slightly exceeding one square kilometer can achieve a 1 σ detection of ∼10<SUP>-21</SUP> Gauss comoving (scaled to present-day value) within three years of observation. Using this method, tomographic 21-cm surveys could thus probe ten orders of magnitude below current cosmic microwave background constraints on primordial magnetic fields, and provide exquisite sensitivity to large-scale magnetic fields in situ at high redshift.",
      "arxiv_id": "1604.06327",
      "authors": [
        "Gluscevic, Vera",
        "Venumadhav, Tejaswi",
        "Fang, Xiao",
        "Hirata, Christopher",
        "Oklopčić, Antonija",
        "Mishra, Abhilash"
      ],
      "bibcode": "2017PhRvD..95h3011G",
      "citation_count": 12,
      "doctype": "article",
      "doi": "10.48550/arXiv.1604.06327",
      "inspire_recid": "1449968",
      "page": "083011",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 95, Issue 8, id.083011",
      "pubdate": "2017-04-00",
      "title": "New probe of magnetic fields in the pre-reionization epoch. II. Detectability",
      "topic_confidence": 1.0,
      "topic_source": "manual_override",
      "topics": [
        "Reionization",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "95",
      "year": 2017
    },
    {
      "abstract": "The recent detection of gravitational waves indicates that stellar-mass black hole binaries are likely to be a key population of sources for forthcoming observations. With future upgrades, ground-based detectors could detect merging black hole binaries out to cosmological distances. Gravitational-wave bursts from high redshifts (z ≳1 ) can be strongly magnified by gravitational lensing due to intervening galaxies along the line of sight. In the absence of electromagnetic counterparts, the mergers' intrinsic mass scale and redshift are degenerate with the unknown magnification factor μ . Hence, strongly magnified low-mass mergers from high redshifts appear as higher-mass mergers from lower redshifts. We assess the impact of this degeneracy on the mass-redshift distribution of observable events for generic models of binary black hole formation from normal stellar evolution, Pop III star remnants, or a primordial black hole population. We find that strong magnification (μ ≳3 ) generally creates a heavy tail of apparently massive mergers in the event distribution from a given detector. For LIGO and its future upgrades, this tail may dominate the population of intrinsically massive, but unlensed mergers in binary black hole formation models involving normal stellar evolution or primordial black holes. Modeling the statistics of lensing magnification can help account for this magnification bias when testing astrophysical scenarios of black hole binary formation and evolution.",
      "arxiv_id": "1605.09398",
      "authors": [
        "Dai, Liang",
        "Venumadhav, Tejaswi",
        "Sigurdson, Kris"
      ],
      "bibcode": "2017PhRvD..95d4011D",
      "citation_count": 104,
      "doctype": "article",
      "doi": "10.48550/arXiv.1605.09398",
      "inspire_recid": "1466408",
      "page": "044011",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 95, Issue 4, id.044011",
      "pubdate": "2017-02-00",
      "title": "Effect of lensing magnification on the apparent distribution of black hole mergers",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [
        "Gravitational lensing",
        "Black holes"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "95",
      "year": 2017
    },
    {
      "abstract": "Strong lensing by intervening galaxies can produce multiple images of gravitational waves from sources at cosmological distances. These images acquire additional phase-shifts as the over-focused wavefront passes through itself along the line of sight. Time domain waveforms of Type-II images (associated with saddle points of the time delay) exhibit a non-trivial distortion from the unlensed waveforms. This phenomenon is in addition to the usual frequency-independent magnification, and happens even in the geometric limit where the wavelength is much shorter than the deflector's gravitational length scale. Similarly, Type-III images preserve the original waveform's shape but exhibit a sign flip. We show that for non-precessing binaries undergoing circular inspiral and merger, these distortions are equivalent to rotating the line of sight about the normal to the orbital plane by $45^\\circ$ (Type II) and $90^\\circ$ (Type III). This effect will enable us to distinguish between the different topological types among a set of multiple images, and give us valuable insight into the lens model. Furthermore, we show that for eccentric binaries, the waveform of a Type-II image is distorted in a manner that is inequivalent to a change of the source's orbital parameters.",
      "arxiv_id": "1702.04724",
      "authors": [
        "Dai, Liang",
        "Venumadhav, Tejaswi"
      ],
      "bibcode": "2017arXiv170204724D",
      "citation_count": 140,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.1702.04724",
      "inspire_recid": "1513760",
      "page": "arXiv:1702.04724",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:1702.04724",
      "pubdate": "2017-02-00",
      "title": "On the waveforms of gravitationally lensed gravitational waves",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Gravitational lensing",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2017
    },
    {
      "abstract": "We perform a detailed study of the weak interactions of standard model neutrinos with the primordial plasma and their effect on the resonant production of sterile neutrino dark matter. Motivated by issues in cosmological structure formation on small scales, and reported x-ray signals that could be due to sterile neutrino decay, we consider 7 keV-scale sterile neutrinos. Oscillation-driven production of such sterile neutrinos occurs at temperatures T ≳100 MeV , where we study two significant effects of weakly charged species in the primordial plasma: (1) the redistribution of an input lepton asymmetry; (2) the opacity for active neutrinos. We calculate the redistribution analytically above and below the quark-hadron transition, and match with lattice QCD calculations through the transition. We estimate opacities due to tree-level processes involving leptons and quarks above the quark-hadron transition, and the most important mesons below the transition. We report final sterile neutrino dark matter phase space densities that are significantly influenced by these effects, and yet relatively robust to remaining uncertainties in the nature of the quark-hadron transition. We also provide transfer functions for cosmological density fluctuations with cutoffs at k ≃10 h Mpc<SUP>-1</SUP> , that are relevant to galactic structure formation.",
      "arxiv_id": "1507.06655",
      "authors": [
        "Venumadhav, Tejaswi",
        "Cyr-Racine, Francis-Yan",
        "Abazajian, Kevork N.",
        "Hirata, Christopher M."
      ],
      "bibcode": "2016PhRvD..94d3515V",
      "citation_count": 117,
      "doctype": "article",
      "doi": "10.48550/arXiv.1507.06655",
      "inspire_recid": "1384749",
      "page": "043515",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 94, Issue 4, id.043515",
      "pubdate": "2016-08-00",
      "title": "Sterile neutrino dark matter: Weak interactions in the strong coupling epoch",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Dark matter",
        "Cosmology"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "94",
      "year": 2016
    },
    {
      "abstract": "The sky-averaged, or global, background of redshifted 21 cm radiation is expected to be a rich source of information on cosmological reheating and reionization. However, measuring the signal is technically challenging: one must extract a small, frequency-dependent signal from under much brighter spectrally smooth foregrounds. Traditional approaches to study the global signal have used single antennas, which require one to calibrate out the frequency-dependent structure in the overall system gain (due to internal reflections, for example) as well as remove the noise bias from auto-correlating a single amplifier output. This has motivated proposals to measure the signal using cross-correlations in interferometric setups, where additional calibration techniques are available. In this paper we focus on the general principles driving the sensitivity of the interferometric setups to the global signal. We prove that this sensitivity is directly related to two characteristics of the setup: the cross-talk between readout channels (I.e., the signal picked up at one antenna when the other one is driven) and the correlated noise due to thermal fluctuations of lossy elements (e.g., absorbers or the ground) radiating into both channels. Thus in an interferometric setup, one cannot suppress cross-talk and correlated thermal noise without reducing sensitivity to the global signal by the same factor—instead, the challenge is to characterize these effects and their frequency dependence. We illustrate our general theorem by explicit calculations within toy setups consisting of two short-dipole antennas in free space and above a perfectly reflecting ground surface, as well as two well-separated identical lossless antennas arranged to achieve zero cross-talk.",
      "arxiv_id": "1512.05248",
      "authors": [
        "Venumadhav, Tejaswi",
        "Chang, Tzu-Ching",
        "Doré, Olivier",
        "Hirata, Christopher M."
      ],
      "bibcode": "2016ApJ...826..116V",
      "citation_count": 10,
      "doctype": "article",
      "doi": "10.48550/arXiv.1512.05248",
      "inspire_recid": "1409895",
      "page": "116",
      "pub": "The Astrophysical Journal",
      "pub_raw": "The Astrophysical Journal, Volume 826, Issue 2, article id. 116, <NUMPAGES>16</NUMPAGES> pp. (2016).",
      "pubdate": "2016-08-00",
      "title": "A Practical Theorem on Using Interferometry to Measure the Global 21-cm Signal",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Cosmology",
        "Reionization"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "826",
      "year": 2016
    },
    {
      "abstract": "In this paper, we study small-scale fluctuations (baryon pressure sound waves) in the baryon fluid during recombination. In particular, we look at their evolution in the presence of relative velocities between baryons and photons on large scales (k ∼1 0<SUP>-1</SUP> Mpc<SUP>-1</SUP> ), which are naturally present during the era of decoupling. Previous work concluded that the fluctuations grow due to an instability of sound waves in a recombining plasma, but that the growth factor is small for typical cosmological models. These analyses model recombination in an inhomogenous universe as a perturbation to the parameters of the homogenous solution. We show that for relevant wave numbers k ≳1 0<SUP>3</SUP> Mpc<SUP>-1</SUP> the dynamics are significantly altered by the transport of both ionizing continuum (h ν &gt;13.6 eV ) and Lyman-α photons between crests and troughs of the density perturbations. We solve the radiative transfer of photons in both these frequency ranges and incorporate the results in a perturbed three-level atom model. We conclude that the instability persists at intermediate scales. We use the results to estimate a distribution of growth rates in 1 0<SUP>7</SUP> random realizations of large-scale relative velocities. Our results indicate that there is no appreciable growth; out of these 1 0<SUP>7</SUP> realizations, the maximum growth factor we find is less than ≈1.2 at wave numbers of k ≈1 0<SUP>3</SUP> Mpc<SUP>-1</SUP> . The instability's low growth factors are due to the relatively short duration of the recombination epoch during which the electrons and photons are coupled.",
      "arxiv_id": "1409.1240",
      "authors": [
        "Venumadhav, Tejaswi",
        "Hirata, Christopher"
      ],
      "bibcode": "2015PhRvD..91l3009V",
      "citation_count": 6,
      "doctype": "article",
      "doi": "10.48550/arXiv.1409.1240",
      "inspire_recid": "1315080",
      "page": "123009",
      "pub": "Physical Review D",
      "pub_raw": "Physical Review D, Volume 91, Issue 12, id.123009",
      "pubdate": "2015-06-00",
      "title": "Stability of small-scale baryon perturbations during cosmological recombination",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Recombination"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "91",
      "year": 2015
    },
    {
      "abstract": "SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization, and Ices Explorer) ( http://spherex.caltech.edu ) is a proposed all-sky spectroscopic survey satellite designed to address all three science goals in NASA's Astrophysics Division: probe the origin and destiny of our Universe; explore whether planets around other stars could harbor life; and explore the origin and evolution of galaxies. SPHEREx will scan a series of Linear Variable Filters systematically across the entire sky. The SPHEREx data set will contain R=40 spectra fir 0.75$&lt;\\lambda&lt;$4.1$\\mu$m and R=150 spectra for 4.1$&lt;\\lambda&lt;$4.8$\\mu$m for every 6.2 arc second pixel over the entire-sky. In this paper, we detail the extra-galactic and cosmological studies SPHEREx will enable and present detailed systematic effect evaluations. We also outline the Ice and Galaxy Evolution Investigations.",
      "arxiv_id": "1412.4872",
      "authors": [
        "Doré, Olivier",
        "Bock, Jamie",
        "Ashby, Matthew",
        "Capak, Peter",
        "Cooray, Asantha",
        "de Putter, Roland",
        "Eifler, Tim",
        "Flagey, Nicolas",
        "Gong, Yan",
        "Habib, Salman",
        "Heitmann, Katrin",
        "Hirata, Chris",
        "Jeong, Woong-Seob",
        "Katti, Raj",
        "Korngut, Phil",
        "Krause, Elisabeth",
        "Lee, Dae-Hee",
        "Masters, Daniel",
        "Mauskopf, Phil",
        "Melnick, Gary",
        "Mennesson, Bertrand",
        "Nguyen, Hien",
        "Öberg, Karin",
        "Pullen, Anthony",
        "Raccanelli, Alvise",
        "Smith, Roger",
        "Song, Yong-Seon",
        "Tolls, Volker",
        "Unwin, Steve",
        "Venumadhav, Tejaswi",
        "Viero, Marco",
        "Werner, Mike",
        "Zemcov, Mike"
      ],
      "bibcode": "2014arXiv1412.4872D",
      "citation_count": 621,
      "doctype": "eprint",
      "doi": "10.48550/arXiv.1412.4872",
      "inspire_recid": "1334478",
      "page": "arXiv:1412.4872",
      "pub": "arXiv e-prints",
      "pub_raw": "eprint arXiv:1412.4872",
      "pubdate": "2014-12-00",
      "title": "Cosmology with the SPHEREX All-Sky Spectral Survey",
      "topic_confidence": 0.9,
      "topic_source": "llm",
      "topics": [
        "Cosmology",
        "Reionization"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "",
      "year": 2014
    },
    {
      "abstract": "It has recently been suggested that the tidal deformation of a neutron star excites daughter p- and g-modes to large amplitudes via a quasi-static instability. This would remove energy from the tidal bulge, resulting in dissipation and possibly affecting the phase evolution of inspiralling binary neutron stars and hence the extraction of binary parameters from gravitational wave observations. This instability appears to arise because of a large three-mode interaction among the tidal mode and high-order p- and g-modes of similar radial wavenumber. We show that additional four-mode interactions enter into the analysis at the same order as the three-mode terms previously considered. We compute these four-mode couplings by finding a volume-preserving coordinate transformation that relates the energy of a tidally deformed star to that of a radially perturbed spherical star. Using this method, we relate the four-mode coupling to three-mode couplings and show that there is a near-exact cancellation between the destabilizing effect of the three-mode interactions and the stabilizing effect of the four-mode interaction. We then show that the equilibrium tide is stable against the quasi-static decay into daughter p- and g-modes to leading order. The leading deviation from the quasi-static approximation due to orbital motion of the binary is considered; while it may slightly spoil the near-cancellation, any resulting instability timescale is at least of order the gravitational wave inspiral time. We conclude that the p-/g-mode coupling does not lead to a quasi-static instability, and does not impact the phase evolution of gravitational waves from binary neutron stars.",
      "arxiv_id": "1307.2890",
      "authors": [
        "Venumadhav, Tejaswi",
        "Zimmerman, Aaron",
        "Hirata, Christopher M."
      ],
      "bibcode": "2014ApJ...781...23V",
      "citation_count": 31,
      "doctype": "article",
      "doi": "10.48550/arXiv.1307.2890",
      "inspire_recid": "1242111",
      "page": "23",
      "pub": "The Astrophysical Journal",
      "pub_raw": "The Astrophysical Journal, Volume 781, Issue 1, article id. 23, <NUMPAGES>23</NUMPAGES> pp. (2014).",
      "pubdate": "2014-01-00",
      "title": "The Stability of Tidally Deformed Neutron Stars to Three- and Four-mode Coupling",
      "topic_confidence": 0.95,
      "topic_source": "llm",
      "topics": [
        "Neutron stars",
        "Gravitational waves"
      ],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "781",
      "year": 2014
    },
    {
      "abstract": "For a Bose-Hubbard dimer, we study quenches of the site energy imbalance, taking a highly asymmetric Hamiltonian to a fully symmetric one. The ramp is carried out over a finite time that interpolates between the instantaneous and adiabatic limits. We provide results for the excess energy of the final state compared to the ground-state energy of the final Hamiltonian as a function of the quench rate. This excess energy serves as the analog of the defect density that is considered in the Kibble-Zurek picture of ramps across phase transitions. We also examine the fate of quantum “self-trapping” when the ramp is not instantaneous.",
      "arxiv_id": "0909.0255",
      "authors": [
        "Venumadhav, T.",
        "Haque, Masudul",
        "Moessner, R."
      ],
      "bibcode": "2010PhRvB..81e4305V",
      "citation_count": 17,
      "doctype": "article",
      "doi": "10.48550/arXiv.0909.0255",
      "inspire_recid": null,
      "page": "054305",
      "pub": "Physical Review B",
      "pub_raw": "Physical Review B, vol. 81, Issue 5, id. 054305",
      "pubdate": "2010-02-00",
      "title": "Finite-rate quenches of site bias in the Bose-Hubbard dimer",
      "topic_confidence": 1.0,
      "topic_source": "llm",
      "topics": [],
      "topics_classified_with": "56b28aa0a1fdaaf7",
      "volume": "81",
      "year": 2010
    }
  ],
  "schema_version": 2
}
